Repository: tejvirc/Platform
Catalog: Shared/Aristocrat.Monaco.Localization/Properties/Resources.*.resx
Languages: fr_ca, zh_cn

source: Disabled Remote Voucher
fr_ca: Coupon à distance désactivé

source: Disabled Remote WAT
fr_ca: Transaction sans fil (WAT) à distance désactivée

source: Enabled Local Credit
fr_ca: Crédits locaux activés

source: Enabled Local Handpay
fr_ca: Paiement manuel activé

source: Enabled Local Voucher
fr_ca: Coupons locaux activés

source: Enabled Local WAT
fr_ca: Transaction sans fil (WAT) locale activée

source: Enabled Remote Credit
fr_ca: Crédits à distance activés

source: Enabled Remote Handpay
fr_ca: Paiement manuel à distance activé

source: Enabled Remote Voucher
fr_ca: Coupons à distance activés

source: Enabled Remote WAT
fr_ca: Transaction sans fil (WAT) à distance activée

# IdReaderId
source: ID Reader Identifier
fr_ca: Identifiant de lecteur d’ID

source: Ignore Voucher Stacked During Reboot
fr_ca: Ignorer les coupons empilés pendant le redémarrage

source: Local Key-Off
fr_ca: Touche locale

source: Max Tender-In Limit
fr_ca: Limite d’offre max.

source: Max Win Amount
fr_ca: Montant de lot max.

source: Mix Credit Types
fr_ca: Combiner divers types de crédit

source: Money-In Enabled
fr_ca: Insertion d’argent activée

source: Partial Handpays
fr_ca: Paiements manuels partiels

source: Redeem Text
fr_ca: Texte de réclamation

source: Reprint Logged Voucher
fr_ca: Réimprimer coupon enregistré

source: Reprint Logged Voucher Door Open Requirement
fr_ca: Exigence de porte ouverte pour réimprimer coupon enregistré

source: Reprint Logged Voucher Title Override
fr_ca: Réimprimer dérogation de titres de coupons enregistrés

source: Request Non-Cash
fr_ca: Exiger montant non en espèces

source: Ticket Barcode Length
fr_ca: Longueur du code barres du ticket

source: Ticket Title Bonus Cash
fr_ca: Titre de ticket – boni en argent

source: Ticket Title Bonus Non-Cash
fr_ca: Titre de ticket – boni pas en argent

source: Ticket Title Bonus Promo
fr_ca: Titre de ticket – boni promo

source: Ticket Title Cash
fr_ca: Titre de ticket – argent

source: Ticket Title Large Win
fr_ca: Titre de ticket – gain important

source: Ticket Title Non-Cash
fr_ca: Titre de ticket – pas en argent

source: Ticket Title Promo
fr_ca: Titre de ticket – promo

source: Ticket Title WAT Non-Cash
fr_ca: Titre de ticket – transaction sans fil (WAT) pas en argent

source: Ticket Title WAT Promo
fr_ca: Titre de ticket – transaction sans fil (WAT) promo

source: Title Cancel Receipt
fr_ca: Titre – annuler reçu

source: Title Jackpot Receipt
fr_ca: Titre – reçu de gros lot

source: Use Player ID Reader
fr_ca: Utiliser le lecteur d’ID de joueur

source: Validate Handpays
fr_ca: Valider les paiements manuels

# ExportSettingsText
source: Current Machine Settings Summary
fr_ca: Résumé des paramètres actuels de l’appareil

source: Export Machine Settings
fr_ca: Exporter les paramètres de l’appareil

# ExportSettingsErrorText
source: Export encountered errors.
fr_ca: Erreurs survenues pendant l’exportation.

# LightingOverrideDisabled
source: Disabled (Game-Driven)
fr_ca: Désactivé (dépend du jeu)

# LightingOverrideGold
source: Gold
fr_ca: Doré

# LightingOverrideBlue
source: Blue
fr_ca: Bleu

# LightingOverrideRed
source: Red
fr_ca: Rouge

# RatioDisplayFormatter
source: {0:0.00}x Wager
fr_ca: {0:0.00}x mise

source: HANDPAY RECEIPT
fr_ca: REÇU PAIEMENT MANUEL
zh_cn: 兑现收据

source: JACKPOT HANDPAY TICKET
fr_ca: TICKET DE PAIEMENT MANUEL DE GROS LOT
zh_cn: 累积奖/多宝奖收据

# EventInLog
source: {0} event in log.
fr_ca: {0} événement(s) dans le registre.

# EventsInLog
source: {0} events in log.
fr_ca: {0} événement(s) dans le registre.

# WatchingEvent
source: Watching {0} event type.
fr_ca: Surveillance de {0} type d’événement.

# WatchingEvents
source: Watching {0} event types.
fr_ca: Surveillance de {0} types d’événements.

# ImproperConfig
source: Improper configuration on {0} event description.
fr_ca: Configuration incorrecte de {0} description d’événement.

# ImproperConfigs
source: Improper configuration on {0} event descriptions.
fr_ca: Configuration incorrecte de {0} descriptions d’événements.

source: Log Details
fr_ca: Détails du registre

source: Bill In
fr_ca: Billets de

source: Voucher Out
fr_ca: Coupon sortant
zh_cn: 代用券提取

source: Bonus Award
fr_ca: Lot boni

source: Transfer In
fr_ca: Transferts entrants

source: Transfer Out
fr_ca: Transferts sortants

source: Game Play
fr_ca: Déroulement du jeu

source: Comms
fr_ca: Communications

source: General
fr_ca: Général

source: Hash
fr_ca: Hachage

source: Power
fr_ca: Alimentation

# GameConfigurationChange
source: Game Config Change
fr_ca: Changement de config. du jeu

source: Software Change
fr_ca: Changement de logiciel

source: Progressive
fr_ca: Progressif

source: Filter By
fr_ca: Filtrer par

# DiagnosticResourcesPageTitle
source: Resources
fr_ca: Ressources

# DiagnosticNetworkScreen
source: Network
fr_ca: Réseau

# VerifiedEKeyRequired
source: EKey device is required to perform configuration
fr_ca: Dispositif EKey requis pour faire la configuration.

source: Active Connections
fr_ca: Connexions actives

source: All
fr_ca: Tout

# BackText
source: Back
fr_ca: Retour

# FinishedButtonContent
source: Finished
fr_ca: Terminé

# EKeyDriveNotFound
source: EKey device is either not inserted, not valid, or storage was not mapped to a drive.
fr_ca: L’appareil EKey n’a pas été inséré ou n’est pas valide, ou le stockage n’a pas été appliqué à un lecteur.

# CreditBalance
source: Cash Balance
fr_ca: Solde en espèces

source: Extra Low
fr_ca: Extra-bas

source: Low
fr_ca: Faible

source: Medium-Low
fr_ca: Moyen-faible

source: Medium
fr_ca: Moyen

source: Medium-High
fr_ca: Moyen-élevé

source: High
fr_ca: Élevé

source: Extra-High
fr_ca: Extra-haut

source: Zero Amount
fr_ca: Montant nul
zh_cn: #中Zero Amount#

source: Checking Initial Configuration
fr_ca: Vérifier configuration initiale

source: Checking Inspection
fr_ca: Inspection de vérification

source: Closing Game
fr_ca: Fermeture du jeu en cours
zh_cn: #中Closing Game#

source: Creating Authentication Service
fr_ca: Création du service d’authentification en cours

source: Creating Bank
fr_ca: Création de la banque en cours

source: Creating Disable-By-Operator Manager
fr_ca: Création du gestionnaire de désactivation par l’opérateur en cours

source: Creating Live Authentication Manager
fr_ca: Création du gestionnaire d’authentification en direct en cours

source: Creating Meter Manager
fr_ca: Création du gestionnaire de compteurs en cours

source: Creating Multi Protocol Configuration Provider
fr_ca: Création du fournisseur de configuration multiprotocole en cours

source: Creating Network Service
fr_ca: Création du service réseau en cours

source: Creating Operator Menu Launcher
fr_ca: Création de l’outil de lancement de menu de l’opérateur en cours

source: Creating Persistence Clear Arbiter
fr_ca: Création d’un arbitre de suppression de la persistance en cours

source: Creating Property Providers
fr_ca: Création de fournisseurs de propriété en cours

source: Creating SerialGat Service
fr_ca: Création du service de numéro de série GAT en cours

source: Creating Time Service
fr_ca: Création d’un service de temps en cours

source: Creating Transaction Coordinator
fr_ca: Création d’un coordonnateur de transactions en cours

source: Creating Transaction History
fr_ca: Création de l’historique de transactions en cours

source: Discovering Games
fr_ca: Découverte de jeux en cours

# KeyLeftInEgmLockupMessage
source: Remove Operator Key
fr_ca: Retirer la clé de l’opérateur
zh_cn: #中Remove Operator Key#

source: Loading Accounting Runnables
fr_ca: Chargement des fichiers exécutables du compte

source: Loading Accounting Services
fr_ca: Chargement des services de comptabilité

source: Loading Application Runnables
fr_ca: Chargement des fichiers exécutables de l’application

source: Loading Application Services
fr_ca: Chargement des services d’application

source: Loading Configuration
fr_ca: Chargement de la configuration

source: Loading Configuration Settings Manager
fr_ca: Chargement du gestionnaire des paramètres de configuration

source: Loading Hardware Runnables
fr_ca: Chargement des fichiers matériels exécutables

source: Loading Hardware Services
fr_ca: Chargement des services matériels

source: Loading Pre-Configuration
fr_ca: Chargement de la préconfiguration

source: Loading Runtime
fr_ca: Chargement de l’exécution

source: Loading Ticket Creators
fr_ca: Chargement des créateurs de tickets

# LoadUi
source: Loading Display
fr_ca: Chargement de l’affichage écran

source: Running Configuration Wizard
fr_ca: Exécution de l’assistant de configuration

source: Running Inspection Wizard
fr_ca: Exécution de l’assistant d’inspection

source: Unloading Accounting Runnables
fr_ca: Déchargement des fichiers exécutables de comptabilité

source: Unloading Accounting Services
fr_ca: Déchargement des services de comptabilité

source: Unloading Application Runnables
fr_ca: Déchargement des fichiers exécutables de l’application

source: Unloading Application Services
fr_ca: Déchargement des services d’application

source: Unloading Bank
fr_ca: Déchargement de la banque

source: Unloading Disable-By-Operator Manager
fr_ca: Déchargement du gestionnaire de désactivation par l’opérateur

source: Unloading GAT Service
fr_ca: Déchargement du service GAT

source: Unloading Hardware Runnables
fr_ca: Déchargement des fichiers matériels exécutables

source: Unloading Hardware Services
fr_ca: Déchargement des services matériels

source: Unloading Live Authentication Manager
fr_ca: Déchargement du gestionnaire d’authentification en direct

source: Unloading Meter Manager
fr_ca: Déchargement gestionnaire de compteurs

source: Unloading Multi Protocol Configuration Provider
fr_ca: Déchargement du fournisseur de configuration multiprotocole

source: Unloading Network Log
fr_ca: Déchargement du registre réseau

source: Unloading Operator Menu Launcher
fr_ca: Déchargement de l’outil de lancement de menu de l’opérateur

source: Unloading Persistence Clear Arbiter
fr_ca: Déchargement de l’arbitre de suppression de la persistance

source: Unloading Time Service
fr_ca: Déchargement du service de temps

source: Unloading Transactional Meter Reader
fr_ca: Déchargement du lecteur de compteurs transactionnels

source: Unloading Transaction Coordinator
fr_ca: Déchargement du coordonnateur de transactions

source: Unloading Transaction History
fr_ca: Déchargement de l’historique de transactions

# UnloadUi
source: Unloading Display
fr_ca: Déchargement de l’écran

source: Central Determination System
fr_ca: Système central de détermination

# CentralDeterminationSystemLabel
source: Central Determination System
fr_ca: Système central de détermination

# CompleteTitle
source: Configuration Complete
fr_ca: Configuration terminée

# ConfigComplete
source: Completed configuration, please press the 'Finished' button to continue.
fr_ca: Configuration terminée, veuillez appuyer sur le bouton « Terminer » pour continuer.

# ErrorText
source: Error during operation.
fr_ca: Erreur pendant l’opération.

source: Fund Transfer
fr_ca: Transfert de fonds

# FundTransferProtocolLabel
source: Fund Transfer Protocol
fr_ca: Protocole de transfert de fonds

# HardwareDiscoveryCompleteLabel
source: Hardware Discovery Complete
fr_ca: Découverte des composantes matérielles terminée

# MultiProtocolConfigurationPageTitle
source: Multi Protocol Configuration
fr_ca: Configuration multiprotocole

# MultiProtocolFundTransferSelection
source: Select the Fund Transfer Host
fr_ca: Choisir l’hôte de transfert de fonds

# MultiProtocolProgressiveSelection
source: Select the Progressive Host
fr_ca: Choisir l’hôte de progressif

# MultiProtocolValidationSelection
source: Select the Validation Host
fr_ca: Choisir l’hôte de validation

# ProgressiveProtocolLabel
source: Progressive Protocol
fr_ca: Protocole du progressif

source: Validate
fr_ca: Valider

# ValidationProtocolLabel
source: Validation Protocol
fr_ca: Protocole de validation

# PeriodicResetTicketTitle
source: PERIODIC RESET
fr_ca: RÉINITIALISATION PÉRIODIQUE

# VerificationTicketTitle
source: VERIFICATION COUPON
fr_ca: Coupon de vérification

# VerifiedEKeyRequiredGameConfiguration
source: EKey device is required to perform game re-configuration
fr_ca: Dispositif EKey requis pour faire une nouvelle configuration du jeu.

# TestModeDisabledStatusCredits
source: Zero credits are required to enter Test Mode
fr_ca: L’appareil doit avoir zéro crédit pour entrer en mode Test

source: Main Door Mismatch
fr_ca: Non-correspondance de la porte principale
zh_cn: #主门不匹配#

source: Main Optic Door is Open
fr_ca: La porte optique principale est ouverte
zh_cn: #中Main Optic Door is Open#

source: Main Optic Door Open Count
fr_ca: Nombre d’ouvertures de la porte optique principale

source: Main Optic Door Open Power Off Count
fr_ca: Nombre d’ouvertures de la porte optique principale avec l’appareil hors tension

# MainOpticDoorOpenPowerOffShort
source: Main Optic Open Power Off
fr_ca: Porte optique principale ouverte avec l’appareil hors tension

# SecondaryCashDoorName
source: Secondary Stacker Door
fr_ca: Porte secondaire empileur

source: Top Box Door Mismatch
fr_ca: Non-correspondance de la porte de la partie supérieure
zh_cn: #中Top Box Door Mismatch#

source: Top Box Optic Door is Open
fr_ca: La porte optique de la partie supérieure est ouverte
zh_cn: #中Top Box Optic Door is Open#

source: Top Box Optic Door Open Count
fr_ca: Nombre d’ouvertures de la porte optique de la partie supérieure

source: Top Box Optic Door Open Power Off Count
fr_ca: Nombre d’ouvertures de la porte optique de la partie supérieure avec l’appareil hors tension

# TopBoxOpticDoorOpenPowerOffShort
source: Top Box Optic Open Power Off
fr_ca: Porte optique de la partie supérieure avec l’appareil hors tension

source: Universal Interface Box Door Mismatch
fr_ca: Non-correspondance de la porte de la partie de l’interface universelle
zh_cn: #中Universal Interface Box Door Mismatch#

source: Universal Interface Box Door Open Count
fr_ca: Nombre d’ouvertures de la porte de la partie de l’interface universelle

source: Universal Interface Box Door Open Power Off Count
fr_ca: Nombre d’ouvertures de la porte de la partie de l’interface universelle avec l’appareil hors tension

source: Door
fr_ca: Porte

source: Protocol
fr_ca: Protocole

# MasterText
source: Master
fr_ca: Maître

# TotalCoinInText
source: Total Coin In
fr_ca: Total des pièces en

# PaperFullText
source: Paper Full
fr_ca: Réceptacle papier plein
zh_cn: 纸量已满

# PaperJamText
source: Paper Jam
fr_ca: Bourrage papier
zh_cn: 卡纸

# PaperLowText
source: Paper Low
fr_ca: Faible niveau de papier
zh_cn: 纸量低

# PaperOutText
source: Paper Out
fr_ca: Papier sortant
zh_cn: 纸量已用完

source: Printing Ticket...
fr_ca: Impression du ticket en cours
zh_cn: 正在打印代用券……

# AllGamesDisabled
source: No Games Enabled
fr_ca: Aucun jeu activé
zh_cn: #中No Games Enabled#

# ApplyingScripts
source: Applying changes
fr_ca: Application des changements en cours

# DisabledByDevice
source: Disabled by the {0}[{1}] device
fr_ca: Désactivé par l’appareil {0}[{1}]
zh_cn: #中Disabled by the {0}[{1}] device#

# MasterResetNotification
source: Master Reset
fr_ca: Remise à zéro générale

# NoteAcceptorFaultTypes_CheatDetected
source: Note Acceptor Cheat Detected
fr_ca: Tricherie détectée dans l’accepteur de billets

# NoteAcceptorFaultTypes_ComponentFault
source: Note Acceptor Component Fault
fr_ca: Défaillance d’une composante de l’accepteur de billets

# NoteAcceptorFaultTypes_DocumentCheck
source: Note Acceptor Document Check
fr_ca: Vérification des documents de l’accepteur de billets
zh_cn: 验钞机文档检查

# NoteAcceptorFaultTypes_FirmwareFault
source: Note Acceptor Firmware Fault
fr_ca: Défaillance du micrologiciel de l’accepteur de billets

# NoteAcceptorFaultTypes_MechanicalFault
source: Note Acceptor Mechanical Fault
fr_ca: Défaillance mécanique de l’accepteur de billets

# NoteAcceptorFaultTypes_NoteJammed
source: Note Acceptor Note Jammed
fr_ca: Billet coincé dans l’accepteur de billets
zh_cn: #中Note Acceptor Note Jammed#

# NoteAcceptorFaultTypes_NvmFault
source: Note Acceptor Non-Volatile Memory Fault
fr_ca: Défaillance de la mémoire non volatile de l’accepteur de billets

# NoteAcceptorFaultTypes_OpticalFault
source: Note Acceptor Optical Fault
fr_ca: Défaillance optique de l’accepteur de billets

# NoteAcceptorFaultTypes_OtherFault
source: Note Acceptor Unspecified Fault
fr_ca: Défaillance indéfinie de l’accepteur de billets
zh_cn: #中Note Acceptor Unspecified Fault#

# NoteAcceptorFaultTypes_StackerDisconnected
source: Note Acceptor Stacker Disconnected
fr_ca: Empileur de l’accepteur de billets déconnecté
zh_cn: #中Note Acceptor Stacker Disconnected#

# NoteAcceptorFaultTypes_StackerError
source: Note Acceptor Stacker Error
fr_ca: Erreur d’empileur de l’accepteur de billets

# NoteAcceptorFaultTypes_StackerFault
source: Note Acceptor Stacker Fault
fr_ca: Défaillance de l’empileur de l’accepteur de billets
zh_cn: #中Note Acceptor Stacker Fault#

# NoteAcceptorFaultTypes_StackerFull
source: Note Acceptor Error
fr_ca: Erreur d’accepteur de billets
zh_cn: #中Note Acceptor Error#

# NoteAcceptorFaultTypes_StackerJammed
source: Note Acceptor Stacker Jammed
fr_ca: Bourrage dans l’empileur de l’accepteur de billets
zh_cn: #中Note Acceptor Stacker Jammed#

# OutsideOperatingHours
source: Outside Hours of Operation
fr_ca: En dehors des heures d’ouverture
zh_cn: 不在服务时间内

# PrinterFaultTypes_ChassisOpen
source: Printer Chassis Open
fr_ca: Boîtier d’imprimante ouvert
zh_cn: #中Printer Chassis Open#

# PrinterFaultTypes_FirmwareFault
source: Printer Firmware Fault
fr_ca: Défaillance du micrologiciel d’imprimante
zh_cn: #中Printer Firmware Fault#

# PrinterFaultTypes_NvmFault
source: Printer NVM Fault
fr_ca: Défaillance de la mémoire non volatile de l’imprimante
zh_cn: #中Printer NVM Fault#

# PrinterFaultTypes_OtherFault
source: Printer Miscellaneous Fault
fr_ca: Défaillance non définie de l’imprimante
zh_cn: #中Printer Miscellaneous Fault#

# PrinterFaultTypes_PaperEmpty
source: Printer Paper Empty
fr_ca: Pas de papier dans l’imprimante
zh_cn: #中Printer Paper Empty#

# PrinterFaultTypes_PaperJam
source: Printer Paper Jam
fr_ca: Bourrage papier dans l’imprimante
zh_cn: #中Printer Paper Jam#

# PrinterFaultTypes_PaperNotTopOfForm
source: Printer Paper not at Top of Form
fr_ca: Le papier de l’imprimante ne correspond pas au format défini
zh_cn: #中Printer Paper not at Top of Form#

# PrinterFaultTypes_PrintHeadDamaged
source: Printer Head Damaged
fr_ca: Tête d’impression endommagée
zh_cn: #中Printer Head Damaged#

# PrinterFaultTypes_PrintHeadOpen
source: Printer Head Open
fr_ca: Tête d’impression ouverte
zh_cn: #中Printer Head Open#

# PrinterFaultTypes_TemperatureFault
source: Printer Temperature Fault
fr_ca: Défaillance de température de l’imprimante
zh_cn: #中Printer Temperature Fault#

# DisabledDuringInitialization
source: Initializing
fr_ca: Initialisation en cours…
zh_cn: #中Initializing#

# NoteAcceptor_CurrencyReturned
source: Currency Returned
fr_ca: Argent retourné

# NoteAcceptor_CurrencyStacked
source: Currency Stacked
fr_ca: Argent empilé

# NoteAcceptor_DfuInprogress
source: Note Acceptor DFU Download In Progress: Please Do Not Power Off The Gaming Machine
fr_ca: Téléchargement du programme utilitaire de fichier de données de l’accepteur de billets en cours : veuillez ne pas éteindre l’appareil de jeu

source: Note Acceptor Disabled
fr_ca: Accepteur de billets désactivé

# NoteAcceptor_DocumentRejected
source: Currency/Ticket Rejected
fr_ca: Argent/Ticket rejeté

source: Note Acceptor Self Test Failed
fr_ca: Échec de l’autotest de l’accepteur de billets

# NoteAcceptor_TicketReturned
source: Ticket Returned
fr_ca: Ticket retourné

# NoteAcceptor_TicketStacked
source: Ticket Stacked
fr_ca: Ticket empilé

source: G2S Event Code
fr_ca: Code d’événement G2S

source: G2S Event Code Description
fr_ca: Description de code d’événement G2S

# DateAndTimeHeader
source: DATE AND TIME
fr_ca: Date et heure

# ClrMemoryLabel
source: CLR Memory
fr_ca: Effacer mémoire

# FreeMemoryLabel
source: Free Memory
fr_ca: Mémoire libre

# GeneralInformationPageTitle
source: General Information
fr_ca: Renseignements généraux

# HostConfigurationPageTitle
source: G2S Hosts
fr_ca: Hôtes G2S

# MegabytesAbbr
source: MB
fr_ca: Mo

# PlatformMemoryLabel
source: Platform Memory
fr_ca: Mémoire plateforme

source: State
fr_ca: État

# TimeZoneOffsetLabel
source: Time Zone Offset
fr_ca: Décalage fuseau horaire

# GameText
source: Game
fr_ca: Jeu

source: Game Type
fr_ca: Type de jeu

source: End Jackpot
fr_ca: Gros lot final

# StatusHeader
source: STATUS
fr_ca: État

source: Progressive Details
fr_ca: Détails du progressif

# GameSummaryTitle
source: Game Type and Denomination Summary
fr_ca: Résumé de types de jeu et des valeurs de crédits

source: Game Type Summary
fr_ca: Résumé des types de jeu

source: Blended Hold
fr_ca: Conservation mixte

source: Blended RTP
fr_ca: Taux de retour mixte

source: Denom Summary
fr_ca: Résumé des valeurs de crédit

source: Clear Selection
fr_ca: Effacer la sélection

# SelectDate
source: Select a Date
fr_ca: Sélectionner une date

# ProgressiveSummaryTitle
source: Progressive Summary
fr_ca: Résumé du progressif

# ExitConfigurationText
source: Exit Configuration
fr_ca: Quitter la configuration

# GameOrderTestMessage
source: Select game and use up/down arrows to rearrange the order
fr_ca: Choisissez un jeu et utilisez les flèches vers le haut/vers le bas pour modifier l’ordre

# GameOrderMessage
source: Game Order List
fr_ca: Choisissez un jeu et utilisez les flèches vers le haut/vers le bas pour modifier l’ordre

source: Cancel
fr_ca: Annuler

source: Select All
fr_ca: Tout sélectionner

# ConnectedToText
source: Connected To
fr_ca: Connecté à

source: Device detected!
fr_ca: Appareil détecté

# HardwareSelectionScreen
source: Hardware Selection
fr_ca: Sélection des composantes matérielles

source: Searching ...
fr_ca: Recherche en cours…

source: Validating...
fr_ca: Validation en cours…
zh_cn: 正在验证……

# IdentityScreen
source: Identity
fr_ca: Identité

source: Acceptance Rate
fr_ca: Taux d’acceptation

source: Test Touch Screen
fr_ca: Tester écran tactile

source: Play/Spin/Draw
fr_ca: Jouer/Lancer/Tirer

# OperatorRoleName
source: Operator
fr_ca: Opérateur

# TechnicianRoleName
source: Technician
fr_ca: Technicien

source: Fast Flash
fr_ca: Flash rapide

source: Medium Flash
fr_ca: Flash moyen

source: Medium Flash Reversed
fr_ca: Flash moyen inversé

source: Slow Flash
fr_ca: Flash lent

source: Slow Flash Reversed
fr_ca: Flash lent inversé

# AttendantPaidExternalBonusWinLabel
source: Attendant Paid External Bonus Win
fr_ca: Gain boni externe payé par préposé

# AttendantPaidPaytableWinLabel
source: Attendant Paid Paytable Win
fr_ca: Gain de table de paiement payé par préposé

# AttendantPaidProgressiveWinLabel
source: Attendant Paid Progressive Win
fr_ca: Gain progressif payé par préposé

source: Games Lost
fr_ca: Parties perdues

# MachinePaidExternalBonusWinLabel
source: Machine Paid External Bonus Win
fr_ca: Gain boni externe payé par l’appareil

# MachinePaidPaytableWinLabel
source: Machine Paid Paytable Win
fr_ca: Gain de table de paiement payé par l’appareil

# MachinePaidProgressiveWinLabel
source: Machine Paid Progressive Win
fr_ca: Lot progressif payé par l’appareil

# TotalCoinInTurnoverLabel
source: Total Coin In (Turnover)
fr_ca: Total des pièces entrantes (roulement)

# TotalCoinOutMachinePaidLabel
source: Total Coin Out (Machine Paid)
fr_ca: Total des pièces sortantes (payées par l’appareil)

# TotalJackpotAttendantPaidLabel
source: Total Jackpot (Attendant Paid)
fr_ca: Total des gros lots (payé par le préposé)

source: Total Wins
fr_ca: Gains totaux

# NetworkConfigurationScreenTitle
source: Network Configuration
fr_ca: Configuration réseau
