Repository: tejvirc/Platform
Catalog: Shared/Aristocrat.Monaco.Localization/Properties/Resources.*.resx
Languages: fr_ca, zh_cn

# ClearLockupNoteAcceptorHardwareFaultMessage
source: Hardware device failure, replace Note Acceptor to clear this lockup.
fr_ca: Défaillance de l’appareil matériel, remplacer l’accepteur de billets pour résoudre ce verrouillage.

# ClearLockupNoteAcceptorSelfTestFailedMessage
source: To clear this lockup, resolve all existing Note Acceptor errors and run Self Test in Note Acceptor menu page.
fr_ca: Pour résoudre ce verrouillage, résoudre toutes les erreurs actuelles de l’accepteur de billets et exécuter l’autotest dans la page de menu de l’accepteur de billets.

# ClearLockupNoteAcceptorUnspecifiedFaultMessage
source: Hardware device failure, replace Note Acceptor to clear this lockup.
fr_ca: Défaillance de l’appareil matériel, remplacer l’accepteur de billets pour résoudre ce verrouillage.

# ClearLockupOperatingHoursDisableGuidMessage
source: This lockup will automatically be removed during start of operating hours.
fr_ca: Ce verrouillage sera automatiquement retiré au début des heures d’ouverture.

# ClearLockupOperatorKeyNotRemovedDisableKeyMessage
source: Exit operator menu and remove operator key.
fr_ca: Quitter le menu de l’opérateur et retirer la clé de l’opérateur.

# ClearLockupOperatorMenuLauncherDisableGuidMessage
source: Exit operator menu to clear this lockup.
fr_ca: Quitter le menu de l’opérateur pour résoudre ce verrouillage.

# ClearLockupOperatorResetMessage
source: Clear other lockups First.\r\nTurn Jackpot key on, then off, to clear the Lockup.
fr_ca: Résolvez les autres verrouillages d’abord. \r\nTournez la clé de gros lot vers la position de marche, puis vers la position d’arrêt, pour résoudre le verrouillage.

# ClearLockupPrinterChassisOpenFaultMessage
source: Close printer chassis to clear this lockup.
fr_ca: Fermer le boîtier d’imprimante pour résoudre ce verrouillage.

# ClearLockupPrinterHardwareFaultMessage
source: Hardware device failure, replace Printer to clear this lockup.
fr_ca: Défaillance de l’appareil matériel, remplacer l’imprimante pour résoudre ce verrouillage.

# ClearLockupPrinterPaperNotTopOfFormFaultMessage
source: Check printer paper.
fr_ca: Vérifier le papier dans l’imprimante.

# ClearLockupProgressiveTimeout
source: Ensure the Progressive Host is connected and configured to send Progressive Broadcasts.
fr_ca: Assurez-vous que l’hôte du progressif est connecté et configuré de manière à envoyer des diffusions de progressifs.

# ClearLockupReconnectedRebootKeyMessage
source: Reboot the machine to clear this lockup.
fr_ca: Redémarrer l’appareil pour résoudre ce verrouillage.

# ClearLockupSecondaryCashDoor
source: Close the Secondary Stacker Door to Clear the Lockup
fr_ca: Fermer la porte secondaire de la cassette pour résoudre le verrouillage

# ClearLockupTopBoxDoor
source: Close the Top Box Door to Clear the Lockup
fr_ca: Fermer la porte de la partie supérieure pour résoudre le verrouillage

# ClearLockupTopBoxOpticDoor
source: Close the Top Box Door to clear this lockup. If lockup persists, check if the optic door sensor is faulty or poorly aligned.
fr_ca: Fermer la porte de la partie supérieure pour résoudre le verrouillage. Si le verrouillage persiste, vérifier si le capteur optique de la porte est défectueux ou mal aligné.

# ClearLockupUniversalInterfaceBoxDoor
source: Close the Universal Interface Box Door to Clear the Lockup
fr_ca: Fermer la porte de la partie de l’interface universelle pour résoudre le verrouillage

# ClearMinimumThresholdError
source: To clear this lockup ensure all configured progressive levels' current value meets or exceeds the game expected minimum value.
fr_ca: Pour résoudre ce verrouillage, assurez-vous que les valeurs de tous les niveaux progressifs configurés sont égales ou supérieures aux valeurs minimales attendues pour le jeu.

# ClearProgressiveCommitTimeout
source: Ensure the Progressive Host is connected and configured to accept claims.
fr_ca: Assurez-vous que l’hôte du progressif est connecté et configuré de manière à accepter des demandes.

# ClearProgressiveDisconnectError
source: Ensure communication cable is properly connected and host is online. If lockup persists after connection is restored, host system may need to send enable command, or reboot the machine to reestablish communication.
fr_ca: Assurez-vous que le câble de communication est correctement branché et que l’hôte est en ligne. Si le verrouillage persiste une fois que la connexion a été rétablie, le système hôte doit peut-être envoyer une commande d’activation ou redémarrer l’appareil pour rétablir la communication.

# DeviceLabel
source: Device
fr_ca: Appareil

# ErrorInfoBattery1
source: Replace battery #1 and reboot the machine.
fr_ca: Remplacer la batterie no 1 et redémarrer l’appareil.

# ErrorInfoBattery2
source: Replace battery #2 and reboot the machine.
fr_ca: Remplacer la batterie no 2 et redémarrer l’appareil.

# ErrorInfoCloseDoor
source: Close door to clear this lockup.
fr_ca: Fermer la porte pour résoudre ce verrouillage.

# ErrorInfoConfigureGame
source: Install and/or configure game to clear this lockup.
fr_ca: Installer et/ou configurer un jeu pour résoudre ce verrouillage.

# ErrorInfoContactTechnician
source: Please contact Aristocrat field service technician. Memory Reset is required to clear this error.
fr_ca: Veuillez communiquer avec un technicien en entretien et réparation d’Aristocrat. Une réinitialisation de la mémoire est requise pour résoudre cette erreur.

# ErrorInfoEKeyVerified
source: Game play is not allowed when EKey USB device is inserted. After using the EKey, please remove it from the EGM to resolve this lockup
fr_ca: Il n’est pas possible de jouer lorsque la clé USB EKey est insérée. Une fois que vous avez utilisé la clé Ekey, veuillez la retirer de l’AJÉ pour résoudre ce verrouillage.

# ErrorInfoHandpayPending
source: Complete any relevant paperwork, and then insert and turn Attendant Reset key to clear the handpay lockup, or perform remote handpay reset from the host system.
fr_ca: Remplissez tous les documents nécessaires, puis insérez et tournez la clé de réinitialisation du préposé pour résoudre le verrouillage du paiement manuel, ou faites une réinitialisation du paiement manuel à distance à partir du système hôte.

# ErrorInfoNADisconnected
source: Open Main Door, ensure Note Acceptor data and/or power cable is properly connected, and then close Main Door to clear this lockup. If lockup persists, reconnect Note Acceptor device and reboot the machine.
fr_ca: Ouvrez la porte principale, assurez-vous que le câble de données/d’alimentation de l’accepteur de billets est bien branché, puis fermez la porte principale pour résoudre ce verrouillage. Si le verrouillage persiste, rebranchez l’accepteur de billets et redémarrez l’appareil.

# ErrorInfoNADocumentCheck
source: The machine was accepting a document when it detected a note acceptor error or was powered down. Documents in the stacker should be reconciled with the meters in the log screens. To reset this fault, ensure the device is not jammed and that there are no partially stacked documents in the stacker, then run a Self Test. If a fault persists, power cycle the machine.
fr_ca: L’appareil acceptait un document lorsqu’il a détecté une erreur relative à l’accepteur de billets ou qu’il a été éteint. Les documents dans l’empileur doivent être comparés aux compteurs dans les écrans de registre pour vérifier l’exactitude. Pour réinitialiser cette défectuosité, assurez-vous qu’il n’y a pas de bourrage dans l’appareil et que l’empileur ne contient pas de documents partiellement empilés, puis exécutez un autotest. Si une erreur persiste, éteignez l’appareil de jeu, puis rallumez-le.

# ErrorInfoNAError
source: Open Main Door, troubleshoot Note Acceptor device issue, and then close Main Door to clear this lockup. If lockup persists, reconnect Note Acceptor data and/or power cable and reboot the machine.
fr_ca: Ouvrez la porte principale, faites le dépannage de l’erreur de l’accepteur de billets, puis fermez la porte principale pour résoudre ce verrouillage. Si le verrouillage persiste, rebranchez le câble de données/d’alimentation de l’accepteur de billets, puis redémarrez l’appareil.

# ErrorInfoNAIllegalActivity
source: To clear this lockup, remove the Note Stacker, reconcile with Bill or Voucher In meters and logs for potential cheating, then reinsert the Note Stacker.
fr_ca: Pour résoudre ce verrouillage, retirez l’empileur de billets, vérifiez le compte en le comparant avec les compteurs de billets ou coupons insérés et avec les registres pour vous assurer qu’il n’y a pas eu de triche, puis réinsérez l’empileur de billets.

# ErrorInfoNAJammed
source: Open Main Door, check Note Acceptor device and remove the jammed note, and then close Main Door to clear this lockup.
fr_ca: Ouvrez la porte principale, vérifiez l’accepteur de billets, retirez le billet coincé, puis fermez la porte principale pour résoudre ce verrouillage.

# ErrorInfoNAMechanicalError
source: A Note Acceptor Mechanical Fault has occurred. Inspect the Note Acceptor for any open doors, jammed internal mechanisms, or disconnected cables. Run the Self Test to clear the lockup
fr_ca: L’accepteur de billets éprouve une défectuosité mécanique. Inspectez l’accepteur de billets pour vérifier si des portes sont ouvertes, des mécanismes internes sont coincés, ou des câbles sont déconnectés. Exécutez l’autotest pour résoudre le verrouillage.

# ErrorInfoNAStackerFull
source: Note Stacker is full. Remove Note Stacker, empty its content, and then reinsert Note Stacker to clear this lockup.
fr_ca: L’empileur de billets est plein. Retirez l’empileur de billets, videz-le, puis réinsérez-le pour résoudre ce verrouillage.

# ErrorInfoNAStackerRemoved
source: Reinsert Note Stacker to clear this lockup.
fr_ca: Réinsérez l’empileur de billets pour résoudre ce verrouillage.

# ErrorInfoOutOfService
source: From game screen in Out-Of-Service mode, insert and turn Operator Key to exit OOS and enter Operator Menu.
fr_ca: Dans le menu de l’écran de jeu, en mode « défectueux », insérez et tournez la clé de l’opérateur pour quitter ce mode et entrer dans le menu de l’opérateur.

# ErrorInfoPlayerButtonDisconnected
source: Open Main Door, ensure player button cable is connected properly, and then close Main Door to clear this lockup. If lockup persists, reconnect player button cable and reboot the machine.
fr_ca: Ouvrez la porte principale, assurez-vous que le câble des boutons des joueurs est bien branché, puis fermez la porte principale pour résoudre ce verrouillage. Si le verrouillage persiste, rebranchez le câble des boutons des joueurs et redémarrez l’appareil.

# ErrorInfoPrinterDisconnected
source: Open Main Door, ensure Printer data and/or power cable is properly connected, and then close Main Door to clear this lockup. If lockup persists, reconnect Printer device and reboot the machine.
fr_ca: Ouvrez la porte principale, assurez-vous que le câble de données/d’alimentation de l’imprimante est bien branché, puis fermez la porte principale pour résoudre ce verrouillage. Si le verrouillage persiste, rebranchez l’imprimante et redémarrez l’appareil.

# ErrorInfoPrinterError
source: Open Main Door, troubleshoot Printer device issue, and then close Main Door to clear this lockup. If lockup persists, reconnect Printer data and/or power cable and reboot the machine.
fr_ca: Ouvrez la porte principale, faites le dépannage de l’erreur de l’imprimante, puis fermez la porte principale pour résoudre ce verrouillage. Si le verrouillage persiste, rebranchez le câble de données/d’alimentation de l’imprimante, puis redémarrez l’appareil.

# ErrorInfoPrinterHeadOpen
source: Open Main Door, check and close Printer head, and then close Main Door to clear this lockup.
fr_ca: Ouvrez la porte principale, vérifiez et fermez la tête d’impression, puis fermez la porte principale pour résoudre ce verrouillage.

# ErrorInfoPrinterJammed
source: Open Main Door, check Printer device and remove the jammed paper, and then close Main Door to clear this lockup.
fr_ca: Ouvrez la porte principale, vérifiez l’imprimante, retirez le papier coincé, puis fermez la porte principale pour résoudre ce verrouillage.

# ErrorInfoPrinterPaperEmpty
source: Open Main Door, load Printer paper, and then close Main Door to clear this lockup.
fr_ca: Ouvrez la porte principale, ajoutez du papier dans l’imprimante, puis fermez la porte principale pour résoudre ce verrouillage.

# ErrorInfoReelControllerDisconnected
source: Open Main Door, ensure Reel Controller data and/or power cable is properly connected, and then close Main Door to clear this lockup. If lockup persists, reconnect Reel Controller device and reboot the machine.
fr_ca: Ouvrez la porte principale, assurez-vous que le câble de données/d’alimentation du contrôleur de cylindres est bien branché, puis fermez la porte principale pour résoudre ce verrouillage. Si le verrouillage persiste, rebranchez le contrôleur de cylindres et redémarrez l’appareil.

# ErrorInfoReelError
source: Open Main Door and then close Main Door to clear this lockup. If lockup persists the Reel hardware needs to be replaced.
fr_ca: Ouvrez la porte principale puis fermez cette porte pour résoudre ce verrouillage. Si le verrouillage persiste, les composantes matérielles des cylindres devront être remplacées.

# ErrorInfoSasCashoutFailure
source: Check SAS host connection and AFT host cashout settings. Cashout can also be handpaid as a failback method - insert and turn Attendant Reset Key to clear this lockup.
fr_ca: Vérifiez la connexion avec l’hôte SAS et les paramètres de l’hôte d’encaissement TFA (ATF). Le montant à encaisser peut aussi être payé manuellement en cas de défaillance; insérez et tournez la clé de réinitialisation du préposé pour résoudre ce verrouillage.

# ErrorInfoSasHostComm
source: Ensure communication cable is properly connected and host is online. If lockup persists after connection is restored, host system may need to send enable command, or reboot the machine to reestablish communcation.
fr_ca: Assurez-vous que le câble de communication est correctement branché et que l’hôte est en ligne. Si le verrouillage persiste une fois que la connexion a été rétablie, le système hôte doit peut-être envoyer une commande d’activation ou redémarrer l’appareil pour rétablir la communication.

# ErrorInfoSasHostDisabled
source: This lockup can only be cleared by the host system by sending enable command or completing host-related settings.
fr_ca: Ce verrouillage peut seulement être résolu par le système hôte, en envoyant une commande d’activation ou en remplissant les paramètres liés à l’hôte.

# ErrorInfoScreenDisconnected
source: Open Main Door, ensure video display cable is connected properly, and then close Main Door to clear this lockup. If lockup persists, reconnect video display cable and reboot the machine. Note that you may see screen flickering for few seconds during touch or display device reinitialization.
fr_ca: Ouvrez la porte principale, assurez-vous que le câble de l’écran vidéo est bien branché, puis fermez la porte principale pour résoudre ce verrouillage. Si le verrouillage persiste, rebranchez le câble de l’écran vidéo et redémarrez l’appareil. Veuillez noter que vous pourriez voir l’écran clignoter pendant quelques secondes pendant la réinitialisation de l’affichage tactile ou de l’écran.

# ErrorInfoTouchScreenDisconnected
source: Open Main Door, ensure touch screen cable is connected properly, and then close Main Door to clear this lockup. If lockup persists, reconnect touch screen cable and reboot the machine. Note that you may see screen flickering for few seconds during touch or display device reinitialization.
fr_ca: Ouvrez la porte principale, assurez-vous que le câble de l’écran tactile est bien branché, puis fermez la porte principale pour résoudre ce verrouillage. Si le verrouillage persiste, rebranchez le câble de l’écran tactile et redémarrez l’appareil. Veuillez noter que vous pourriez voir l’écran clignoter pendant quelques secondes pendant la réinitialisation de l’affichage tactile ou de l’écran.

# ErrorInfoValidationIdNotSet
source: Make sure Validation device related settings are configured properly in this machine. This error will be cleared once Validation data is received from the Validation host system.
fr_ca: Assurez-vous que les paramètres du dispositif de validation sont configurés correctement dans cet appareil de jeu. Cette erreur sera résolue une fois que les données de validation auront été reçues de la part du système hôte de validation.

# FlashIntervals
source: Test Flash Intervals
fr_ca: Tester les intervalles de flash

source: Good
fr_ca: Bon

# HardMetersLabel
source: Hard Meters
fr_ca: Compteurs matériels

# HardwareSelectionTitle
source: Hardware Manager
fr_ca: Gestionnaire matériel

# KeysLabel
source: Keys
fr_ca: Clés

# LampsLabel
source: Lamps
fr_ca: Lampes

# LicenseFileErrorFaultMessage
source: Review the Smart Card license information in Identification > License tab and verify it is correct for the software loaded. Insert the correct Smart Card and reboot the machine.
fr_ca: Examinez les renseignements sur la licence de la carte à puce dans le menu Identification > onglet Licence et vérifiez qu’ils sont exacts pour les logiciels chargés. Insérez la carte à puce appropriée et redémarrez l’appareil.

# OutOfMemoryMessageDescription
source: To clear this lockup, restart the machine.
fr_ca: Redémarrez l’appareil pour résoudre ce verrouillage.

# OutOfServiceAdditionalInfo
source: Press Put EGM Into Service to put the EGM into Service
fr_ca: Veuillez mettre l’AJÉ en fonction pour qu’il soit de nouveau fonctionnel.

# ReadOnlyMediaFaultMessage
source: This jurisdiction requires secondary program storage media to be in read-only mode. If the secondary media is not present or it is present but not write-protected, the media needs to be replaced. If the media has write-protection switch, set it to ON and reboot the machine.
fr_ca: Cette juridiction exige que le média de stockage secondaire du programme soit en mode lecture seule. S’il n’y a aucun média secondaire ou qu’un média secondaire est présent, mais qu’il n’est pas protégé en écriture, le média doit être remplacé. Si le média comporte un commutateur de protection contre l’écriture, mettez le en position ACTIVÉ et redémarrez l’appareil.

# ReservedMachineErrorFaultMessage
source: This machine is reserved by the player. Player needs to exit reserve from the game screen and enter the PIN which was created while reserving the machine. Alternatively, operator can override and remove the reserved state by pressing the “Exit Reserve” button below, or wait for the reserve timer to expire to remove the reserved state automatically.
fr_ca: Cet appareil a été réservé par le joueur. Le joueur doit quitter le mode de réservation à partir de l’écran de jeu et entrer le NIP qu’il a créé lorsqu’il a réservé l’appareil. Sinon, l’opérateur peut faire une dérogation et retirer l’état de réservation en appuyant sur le bouton « Quitter mode réservation » ci-dessous, ou attendre que le chronomètre de réservation expire pour que l’état de réservation prenne fin automatiquement.

# SecondaryStorageMediaConnectedButNotSupportedMessage
source: To clear this lockup, remove secondary storage and reboot the machine.
fr_ca: Pour résoudre ce verrouillage, retirez le stockage secondaire et redémarrez l’appareil.

# SecondaryStorageMediaNotConnectedMessage
source: To clear this lockup, insert secondary storage and reboot the machine.
fr_ca: Pour résoudre ce verrouillage, insérez un stockage secondaire et redémarrez l’appareil.

source: Set
fr_ca: Définir

# SmartCardExpiredFaultMessage
source: Replace Smart Card and reboot the machine.
fr_ca: Remplacez la carte à puce et redémarrez l’appareil.

# SmartCardMissingFaultMessage
source: Insert a valid Smart Card and reboot the machine.
fr_ca: Insérez une carte à puce valide et redémarrez l’appareil.

# SmartCardRemovedFaultMessage
source: Insert Smart Card and reboot the machine.
fr_ca: Insérez la carte à puce et redémarrez l’appareil.

source: Test All Button Lamps
fr_ca: Tester toutes les lampes de boutons

source: Test Button Lamps
fr_ca: Tester les lampes de boutons

source: Test Tower Lights
fr_ca: Tester l’éclairage de tour

source: Allow Non-Cashable Voucher Out
fr_ca: Autoriser impression de coupon non encaissable

source: Allow Remote Handpay Reset
fr_ca: Autoriser réinitialisation de paiement manuel à distance

source: Allow Voucher In
fr_ca: Autoriser insertion coupon

source: Allow Voucher Out
fr_ca: Autoriser impression coupon

source: Barcode Type
fr_ca: Type de code barres

source: Credit Limit
fr_ca: Limite de crédits

source: Date and Time
fr_ca: Date et heure

source: Enable
fr_ca: Activer

source: Handpay Limit
fr_ca: Limite de paiement manuel

source: Large Win Handpay Reset Method
fr_ca: Méthode de réinitialisation – paiement manuel des gains importants

source: Large Win Limit
fr_ca: Limite de gain important

source: Layout Type
fr_ca: Type de disposition

# LimitPageTitleText
source: Limits
fr_ca: Limites
zh_cn: 限额

source: Max Bet Limit
fr_ca: Limite de mise max.

source: Pay by Hand
fr_ca: Payer manuellement

source: Pay by Host System
fr_ca: Payer par système hôte

source: Pay by Menu Selection
fr_ca: Payer par sélection de menu

source: Print Handpay Receipt
fr_ca: Imprimer reçu paiement manuel

source: Property Address Line 1
fr_ca: Ligne d’adresse 1 de la propriété

source: Property Address Line 2
fr_ca: Ligne d’adresse 2 de la propriété

source: Property Name
fr_ca: Nom de la propriété

# TimeLabel
source: Time
fr_ca: Heure

# TimeZoneLabel
source: Time Zone
fr_ca: Fuseau horaire

source: Validation Length
fr_ca: Durée de validation

# VoucherCashExpiration
source: Cashable Voucher Expiration
fr_ca: Échéance du coupon encaissable

source: Voucher In Limit
fr_ca: Limite de coupons entrants

# VoucherNonCashExpiration
source: Non-Cashable Voucher Expiration
fr_ca: Échéance du coupon non encaissable

source: Voucher Out Limit
fr_ca: Limite de coupons sortants

source: Active Game
fr_ca: Jeu actif

source: Actual Hold
fr_ca: Mise en attente réelle

# AddSAPLevel
source: Add Level
fr_ca: Ajouter niveau

# AftLockMessage
source: Please Wait...
fr_ca: Veuillez patienter

# AllGameTypes
source: All
fr_ca: Tous

source: Already Redeemed
fr_ca: Déjà réclamé
zh_cn: #中Already Redeemed#

# AmountIn
source: Money In
fr_ca: Argent entrant

# AmountOut
source: Money Out
fr_ca: Argent sortant

# AverageBet
source: Avg Bet
fr_ca: Mise moyenne

# BarcodeInterleave2Of5
source: Interleave 2 of 5
fr_ca: Imbrication 2 de 5

source: Belly Door Closed
fr_ca: Porte centrale fermée
zh_cn: #中Belly Door Closed#

source: Belly Door is Open
fr_ca: Porte centrale ouverte
zh_cn: #中Belly Door is Open#

source: Bill Accepted -
fr_ca: Billet accepté
zh_cn: 纸币已接受 -

# BonusAwardTitle
source: Bonus Award -
fr_ca: Lot boni –
zh_cn: 红利奖励 -

# BonusInfoOverflowColumn
source: Overflow
fr_ca: Dépassement de capacité

# CashableHeader
source: CASHABLE
fr_ca: ENCAISSABLE

# CashDoorClosed
source: Stacker Door Closed
fr_ca: Porte cassette fermée
zh_cn: #中Stacker Door Closed#

# CashDoorIsOpen
source: Stacker Door is Open
fr_ca: Porte cassette ouverte
zh_cn: #中Stacker Door is Open#

# CashOutHandpayKeyedOff
source: Cashout Handpay Paid {0}
fr_ca: Paiement manuel – montant encaissé {0}
zh_cn: #支付直接取现 {0}#

source: Close
fr_ca: Fermer

# CoinInText
source: Coin In
fr_ca: Pièces de

# CoinOutText
source: Coin Out
fr_ca: Pièces retirées

source: Credit In Limit Exceeded
fr_ca: Dépassement de la limite d’insertion de crédits
zh_cn: #中Credit In Limit Exceeded#

source: Credit Limit Exceeded
fr_ca: Dépassement de la limite de crédits
zh_cn: #中Credit Limit Exceeded#

source: Current Value
fr_ca: Valeur actuelle
