Repository: tejvirc/Platform
Catalog: Shared/Aristocrat.Monaco.Localization/Properties/Resources.*.resx
Languages: fr_ca, zh_cn

# ProgressiveLobbyLabel
source: PROGRESSIVE
zh_cn: 累积奖

# LiabilityCheckFailed
source: Liability check failed. Please call Attendant.
zh_cn: 责任检查结果为失败。请联系服务生。

# LegitimacyCheckFailed
source: Legitimacy check failed. Please call Attendant.
zh_cn: 合法性检查结果为失败。请联系服务生。

# GameHelpText_PaidByVoucher
source: All pays will be paid by a printed voucher.
zh_cn: 所有派彩将以打印代金券支付。

# GameHelpText_PaidByAttendantRatio
source: Any wins (excluding the original wager amount) greater than or equal to {0} and {1}x wager
zh_cn: 任何奖额（不包括原始投注额）大于或等于{0}或{1}倍投注的派彩

# GameHelpText_PaidByAttendant2
source: will be paid by the attendant.
zh_cn: 将由服务生派发。

# GameHelpText_PaidByAttendant
source: Any wins greater than or equal to {0}
zh_cn: 任何大于或等于 {0} 的派彩

# MalfunctionVoids
source: MALFUNCTION VOIDS ALL PAYS AND PLAYS
zh_cn: 如遇机件或任何故障，所有派彩及游戏一律作废

# DisclaimerAllPrizes
source: All prizes are based on bingo patterns only
zh_cn: 所有奖额均只基于宾果图形

# DisclaimerReelsAre
source: Reels are for entertainment purposes only
zh_cn: 转轮仅供娱乐

# WaitingForPlayersText
source: Waiting For Players
zh_cn: 等待玩家

# NoPlayersFoundText
source: No Players Found
zh_cn: 未找到玩家

source: Bonus limit exceeded
zh_cn: 超出红利限额

# WagerMatchExitText
source: Wager Match complete
zh_cn: 投注匹配完成

# HhrRaceSet1
source: RACE SET 1
zh_cn: 比赛组 1

# HhrRaceSet2
source: RACE SET 2
zh_cn: 比赛组 2

# PatronAccountLabel
source: Acct:
zh_cn: 账户：

source: Data Unavailable
zh_cn: 无法获取数据

# VoidDemoTicket
source: VOID DEMO VOID
zh_cn: 无效演示

source: PLAYABLE ONLY REPRINT
zh_cn: 仅供游戏使用 重新打印

# JackpotPending
source: Jackpot of {0}, Please Call Attendant
zh_cn: {0} 累积奖/多宝奖，请联系服务生

# CancelCreditsHandpayReprintTicket
source: {0} REPRINT
zh_cn: {0} 重新打印

# ReprintLabel
source: REPRINT
zh_cn: 重新打印

# JackpotHandpayReprintTicket
source: JACKPOT HANDPAY TICKET REPRINT
zh_cn: 累积奖/多宝奖收据重新打印

source: *** NO CASH VALUE ***
zh_cn: *** 无现金价值 ***

# AccountBalanceLabel
source: Acct Bal
zh_cn: 账户余额

source: InHouse1
zh_cn: 包间1

source: InHouse2
zh_cn: 包间2

source: InHouse3
zh_cn: 包间3

source: InHouse4
zh_cn: 包间4

# TransactionFeeLabel
source: Transaction Fee
zh_cn: 转账费用

# TotalDebitLabel
source: Total Debit
zh_cn: Total 账额

source: Debit1
zh_cn: 账额1

source: Debit2
zh_cn: 账额2

source: Debit3
zh_cn: 账额3

source: Debit4
zh_cn: 账额4

source: Address1
zh_cn: 地址1

source: Address2
zh_cn: 地址2

source: TRANSFER TO GAME
zh_cn: 转至游戏

# CashInText
source: Cash In
zh_cn: 现金存入

source: Promo In
zh_cn: 推广券存入

source: Cash Ticket
zh_cn: 现金代用券

source: Promo Ticket
zh_cn: 推广代用券

source: DEBIT CARD WITHDRAWAL
zh_cn: 银行卡提取

source: Debit In
zh_cn: 账额存入

source: Debit Ticket
zh_cn: 账额代用劵

source: TRANSFER FROM GAME
zh_cn: 从游戏转出

# CashOutText
source: Cash Out
zh_cn: 兑现

source: Promo Out
zh_cn: 推广券提取

# AcceptingText
source: Accepting
zh_cn: #中Accepting#

source: Another Transfer In Progress
zh_cn: #中Another Transfer In Progress#

source: Backup Battery #1 Low
zh_cn: #中Backup Battery #1 Low#

source: Backup Battery #2 Low
zh_cn: #中Backup Battery #2 Low#

# BashButtonText
source: Play
zh_cn: #中Play#

# BatteryLowTilt
source: Battery Low
zh_cn: #中Battery Low#

# BingoConfigurationChangeNVRamClearRequired
source: Configuration changed by the AMC. NVRAM clear required
zh_cn: #中Configuration changed by the AMC. NVRAM clear required#

# BingoConfigurationChangeNVRamClearRequiredHelp
source: NVRAM clear the EGM
zh_cn: #中NVRAM clear the EGM#

source: Bingo Host Disconnected
zh_cn: #中Bingo Host Disconnected#

# BingoHostDisconnectedHelp
source: Ensure communication cable is properly connected and host is online. If lockup persists after connection is restored, host system may need to send enable command, or reboot the machine to reestablish communication.
zh_cn: #中Ensure communication cable is properly connected and host is online. If lockup persists after connection is restored, host system may need to send enable command, or reboot the machine to reestablish communcation.#

source: Bingo Host Registration Failed
zh_cn: #中Bingo Host Registration Failed#

# BingoHostRegistrationFailedHelp
source: Ensure the EGM is enabled and added on the AMC. Reboot the machine to reestablish communication.
zh_cn: #中Ensure the EGM is enabled and added on the AMC. Reboot the machine to reestablish communcation.#

# BingoInvalidConfiguration
source: Invalid Configuration Information
zh_cn: #中Invalid Configuration Information#

# BingoInvalidConfigurationHelp
source: Correct the configuration information for this EGM on the AMC
zh_cn: #中Correct the configuration information for this EGM on the AMC#

# BoardRemovalCashoutMessage
source: Call Attendant - Cashout {0:C} required\r\nafter logic board removal
zh_cn: #中Call Attendant - Cashout {0:C} required\r\nafter logic board removal#

# BonusCmdFailedHelpMsg
source: Unable to send bonus award message to Central Server. Further diagnostics required to know why that happened. Toggle the Jackpot key to clear this lockup.
zh_cn: #中Unable to send bonus award message to Central Server. Further diagnostics required to know why that happened. Toggle the Jackpot key to clear this lockup.#

# BonusCmdFailedMsg
source: Failed to notify bonus award
zh_cn: #中Failed to notify bonus award#

# Button10Text
source: Bet 3
zh_cn: #中Bet 3#

# Button11Text
source: Bet 4
zh_cn: #中Bet 4#

# Button12Text
source: Bet 5
zh_cn: #中Bet 5#

# Button2Text
source: Line 1
zh_cn: #中Line 1#

# Button3Text
source: Line 2
zh_cn: #中Line 2#

# Button4Text
source: Line 3
zh_cn: #中Line 3#

# Button5Text
source: Line 4
zh_cn: #中Line 4#

# Button6Text
source: Line 5
zh_cn: #中Line 5#

# Button7Text
source: Service
zh_cn: #中Service#

# Button8Text
source: Bet 1
zh_cn: #中Bet 1#

# Button9Text
source: Bet 2
zh_cn: #中Bet 2#

# CannotChangeGameDuringPlay
source: Cannot change game(s) while in game play
zh_cn: #中Cannot change game(s) while in game play#

source: Cannot Mix Non-cashable Credits
zh_cn: #中Cannot Mix Non-cashable Credits#

source: Cannot Mix Non-cashable Expired
zh_cn: #中Cannot Mix Non-cashable Expired#

source: CashOut
zh_cn: #中CashOut#

source: Cent
zh_cn: #中Cent#

source: Clear Lockup with Employee Card
zh_cn: #中Clear Lockup with Employee Card#

# ClearPrizeCalculationError
source: Prize calculation mismatch between central server and the game. To recover this lockup an NVRAM clear is required.
zh_cn: #中Prize calculation mismatch between central server and the game, to recover this lockup an NVRAM Clear required#

source: Configuring Games
zh_cn: #中Configuring Games#

# ConnectedReelsNeeded
source: Connected Reels: {0} Needed Reels: {1}
zh_cn: #中Connected Reels: {0} Needed Reels: {1}#

# CreditInCmdFailedHelpMsg
source: Unable to send Transfer In message to Central Server. Further diagnostics required to know why that happened. Toggle the Jackpot key to clear this lockup.
zh_cn: #中Unable to send Transfer In message to Central Server. Further diagnostics required to know why that happened. Toggle the Jackpot key to clear this lockup. #

# CreditInCmdFailedMsg
source: Failed to notify Credit In
zh_cn: #中Failed to notify Credit In#

# CreditOutCmdFailedHelpMsg
source: Unable to send Transfer out message to Central Server. Further diagnostics required to know why that happened. Toggle the Jackpot key to clear this lockup.
zh_cn: #中Unable to send Transfer out message to Central Server. Further diagnostics required to know why that happened. Toggle the Jackpot key to clear this lockup. #

# CreditOutCmdFailedMsg
source: Failed to notify Credit Out
zh_cn: #中Failed to notify Credit Out#

# DemoModeInfoButtonText
source: Demo Mode info button text goes here
zh_cn: #中Demo Mode info button text goes here#

# DemoModeText
source: Demo Mode
zh_cn: #中Demo Mode#

# DemonstrationExitButtonText
source: Exit Demonstration
zh_cn: #中Exit Demonstration#

# DemonstrationExitConfirmMessage
source: Exit Demonstration Mode?
zh_cn: #中Exit Demonstration Mode?#

# DemonstrationExitDetailsText1
source: #NAME?
zh_cn: #中#NAME?#

# DemonstrationExitDetailsText2
source: #NAME?
zh_cn: #中#NAME?#

# DemonstrationExitDetailsText3
source: #NAME?
zh_cn: #中#NAME?#

# DemonstrationExitSummeryText
source: Exit Demonstration Mode
zh_cn: #中Exit Demonstration Mode#

# DemonstrationPage
source: Demonstration
zh_cn: #中Demonstration#

# DemonstrationPageTitle
source: Demonstration Mode
zh_cn: #中Demonstration Mode#

source: Disabled by Bingo Host
zh_cn: #中Disabled by Bingo Host#

source: Disabled by Host
zh_cn: #中Disabled by Host#

# DisabledByText
source: Disabled By
zh_cn: #中Disabled By #

# DisbaledValidationQueueFull
source: The Machine's Validation Queue Is Full
zh_cn: #中The Machine's Validation Queue Is Full#

source: Drop Mode
zh_cn: #中Drop Mode#

source: EKey Detected
zh_cn: #中EKey Detected#

# ErrorInfoCancelCredit
source: Complete any relevant paperwork, and then insert and turn Attendant Reset key to clear the handpay lockup, or perform remote handpay reset from the host system.
zh_cn: #中Complete any relevant paperwork, and then insert and turn Attendant Reset key to clear the handpay lockup, or perform remote handpay reset from the host system.#

# ErrorInfoG2SHostDisabled
source: This lockup can only be cleared by the host system by sending enable command or completing host-related settings.
zh_cn: #中This lockup can only be cleared by the host system by sending enable command or completing host-related settings.#

# ErrorInfoGameConfigurationNotSupported
source: Ensure that the correct game is present and reboot machine
zh_cn: #中Ensure that the correct game is present and reboot machine#

# ExcessiveMeterIncrementError
source: Excessive Meter Increment
zh_cn: #中Excessive Meter Increment#

# ExtraWinningsStringFormat
source: + {0} Extra Winnings
zh_cn: #中 + {0} Extra Winnings#

# GameConfigurationNotSupported
source: Game configuration contains duplicate bet amounts for game id {0}
zh_cn: #中Game configuration contains duplicate bet amounts for game id {0}#

# GameHelpText_PaidByAttendant1
source: Any wins greater than or equal to {0:C2}
zh_cn: #中Any wins greater than or equal to {0:C2}#

# GameWinTransactionCmdFailedHelpMsg
source: Unable to send game win message to Central Server. Further diagnostics required to know why that happened. Toggle the Jackpot key to clear this lockup.
zh_cn: #中Unable to send game win message to Central Server. Further diagnostics required to know why that happened. Toggle the Jackpot key to clear this lockup.#

# GameWinTransactionCmdFailedMsg
source: Failed to notify game win transaction
zh_cn: #中Failed to notify game win transaction#

# GreaterThanErrorMessage
source: Invalid value. The value needs to be greater than {0}.
zh_cn: #中Invalid value. The value needs to be greater than {0}.#

# GreaterThanOrEqualErrorMessage
source: Invalid value. The value needs to be greater than or equal to {0}.
zh_cn: #中Invalid value. The value needs to be greater than or equal to {0}.#

# GuaranteedCreditsStringFormat
source: {0} Guaranteed Credits
zh_cn: #中{0} Guaranteed Credits#

# HandpayTransactionCmdFailedHelpMsg
source: Unable to send handpay message to Central Server. Further diagnostics required to know why that happened. Toggle the Jackpot key to clear this lockup.
zh_cn: #中Unable to send handpay message to Central Server. Further diagnostics required to know why that happened. Toggle the Jackpot key to clear this lockup.#

# HandpayTransactionCmdFailedMsg
source: Failed to notify handpay transaction
zh_cn: #中Failed to notify handpay transaction#

# HardCashLockMessage
source: Host Cashout Failure
zh_cn: #中Host Cashout Failure#

# HHRCentralServerOffline
source: Central Server Offline
zh_cn: #中Central Server Offline#

# HhrGamePlayRequestFailed
source: Game Play Request Failed
zh_cn: #中Game Play Request Failed#

# HhrGamePlayRequestFailedHelpMessage
source: Unable to get a response from server for Game Play Request. Further diagnostics required to know why that happened. Toggle the Jackpot key to clear this lockup.
zh_cn: #中Unable to get a response from server for Game Play Request. Further diagnostics required to know why that happened. Toggle the Jackpot key to clear this lockup.#

# HhrGameSelectionMismatch
source: Game Selection Mismatch
zh_cn: #中Game Selection Mismatch#

# HhrGameSelectionMismatchHelpMessage
source: One or more selected games are not available on the determinant server.
zh_cn: #中One or more selected games are not available on the determinant server.#

# HhrHorseTitle
source: Horses
zh_cn: #中Horses#

# HhrManualHandicapDisclaimerMessage
source: The player must correctly choose the official outcome of each race. There are ten races to handicap with at least eight runners in each race. Positions are picked one at a time, in order, from 1st through 8th place by pressing the number of the horse for each position. RACE STATS shows the handicap data for the current race being manually handicapped. The handicap data will only be available once and for a limited time for each race. RESET will clear all picks for the current race. Once all picks for a race are completed, press NEXT RACE to continue manually handicapping. IF TIME RUNS OUT, all manual selections will be cleared and picks will be randomly assigned to all 10 races.
zh_cn: #中The player must correctly choose the official outcome of each race. There are ten races to handicap with at least eight runners in each race. Positions are picked one at a time, in order, from 1st through 8th place by pressing the number of the horse for each position. RACE STATS shows the handicap data for the current race being manually handicapped. The handicap data will only be available once and for a limited time for each race. RESET will clear all picks for the current race. Once all picks for a race are completed, press NEXT RACE to continue manually handicapping. IF TIME RUNS OUT, all manual selections will be cleared and picks will be randomly assigned to all 10 races.#

# HhrPreviousRaceResults
source: Previous Race Results
zh_cn: #中Previous Race Results#

# HhrPreviousRaceResultsTextPart1
source: To
zh_cn: #中To#

# HhrPreviousRaceResultsTextPart2
source: MANUALLY HANDICAP
zh_cn: #中MANUALLY HANDICAP#

# HhrPreviousRaceResultsTextPart3
source: Use the BET +/- to set BET, then press MANUAL HANDICAP to commit wager and begin manual handicapping.
zh_cn: #中Use the BET +/- to set BET, then press MANUAL HANDICAP to commit wager and begin manual handicapping.#

# HhrPreviousRaceResultsTextPart4
source: Once MANUAL HANDICAP has been pressed, the wager is committed and player must manually handicap eight positions in each of ten races for a total of 80 picks.
zh_cn: #中Once MANUAL HANDICAP has been pressed, the wager is committed and player must manually handicap eight positions in each of ten races for a total of 80 picks.#

# HHRProtocolInitializationFailed
source: Protocol Initialization Failed
zh_cn: #中Protocol Initialization Failed#

# HHRProtocolInitializationInProgress
source: Protocol Initialization In Progress
zh_cn: #中Protocol Initialization In Progress#

# HhrRaceSet
source: Race Set
zh_cn: #中Race Set#

# HhrRemainingRacesToHandicapTitle
source: Remaining Races to Handicap
zh_cn: #中Remaining Races to Handicap#

# HhrYourPicksTitle
source: Your Picks
zh_cn: #中Your Picks#

source: Host Disconnected
zh_cn: #中Host Disconnected#

# HostLocked
source: Locked by the G2S host
zh_cn: #中Locked by the G2S host#

# Identification_CardRemoved
source: Card Removed
zh_cn: #中Card Removed#

# Identification_InvalidCard
source: Invalid Card
zh_cn: #中Invalid Card#

# Identification_ReadError
source: Please re-insert card
zh_cn: #中Please re-insert card#

# Identification_ValidEmpCard
source: VALID EMP CARD...Access granted
zh_cn: #中VALID EMP CARD...Access granted#

# IncludesProgressiveResetValues
source: Includes Progressive(s) Reset Values
zh_cn: #中Includes Progressive(s) Reset Values#

source: In Process At Another Location
zh_cn: #中In Process At Another Location#

# InvalidNoteAcceptorFirmware
source: Invalid Note Acceptor Firmware Detected ISO {0}
zh_cn: #中Invalid Note Acceptor Firmware Detected ISO {0}#

# LicenseFileMissing
source: Missing License File
zh_cn: #中Missing License File#

# LicenseFileParsingError
source: Invalid License File
zh_cn: #中Invalid License File#

# LicenseFileValidationError
source: Invalid License File
zh_cn: #中Invalid License File#

source: Locked by Host
zh_cn: #中Locked by Host#

# ManifestVerificationFailed
source: Manifest Error
zh_cn: #中Manifest Error#

# ManualHandicapWinHelpText
source: Manual Handicap Win occurred. Toggle the Jackpot Key to remove this lockup.
zh_cn: #中Manual Handicap Win occurred. Toggle the Jackpot Key to remove this lockup.#

# ManualHandicapWinText
source: Manual Handicap Win - Call Attendant
zh_cn: #中Manual Handicap Win - Call Attendant#

# OperatorResetRequiredMessage
source: Operator Reset Required
zh_cn: #中Operator Reset Required#

# PowerOffText
source: Power Off
zh_cn: #中Power Off#

# PresentationNotFound
source: Presentation not found - Call Attendant
zh_cn: #中Presentation not found - Call Attendant#

source: Prize Calculation Error
zh_cn: #中Prize Calculation Error#

source: Progressive Disable
zh_cn: #中Progressive Disable#

# ProgressiveInitializationFailedMsg
source: Failed to initialize Progressives
zh_cn: #中Failed to initialize Progressives#

# ProgressiveLevelMismatchText
source: Progressive Level Mismatched
zh_cn: #中Progressive Level Mismatched#

# ReportEventQueueAlmostFull
source: Report Event queue is almost full
zh_cn: #中Report Event queue is almost full#

source: RESERVED
zh_cn: #中RESERVED#

# ReservedMachine
source: Machine Reserved
zh_cn: #中Machine Reserved#

# ReserveMachineIncorrectPinText
source: INCORRECT PIN
zh_cn: #中INCORRECT PIN#

# ReserveMachineIncorrectPinWaitText1
source: Max PIN entry attempts reached, wait for
zh_cn: #中Max PIN entry attempts reached, wait for#

# ReserveMachineIncorrectPinWaitText2
source: to try again.
zh_cn: #中to try again.#

# ResetProcessor
source: Restarting...
zh_cn: #中Restarting...#

# SelectPayModeText
source: Select Pay Mode
zh_cn: #中Select Pay Mode#

source: Smart Card Expired
zh_cn: #中Smart Card Expired#

# SmartCardMissing
source: Smart Card Not Present
zh_cn: #中Smart Card Not Present#

source: Smart Card Removed
zh_cn: #中Smart Card Removed#

# TransactionReportingQueueAlmostFull
source: Transaction Reporting queue is almost full
zh_cn: #中Transaction Reporting queue is almost full#

# TransactionRequestPendingHelpText
source: Transaction request is pending with Central Server. This should clear itself when transaction request is acknowledged.
zh_cn: #中Transaction request is pending with Central Server. This should clear itself when transaction request is acknowledged.#

# TransactionRequestPendingText
source: Transaction Request Pending
zh_cn: #中Transaction Request Pending#

# TransferStatusErrorText
source: Transfer Status Error
zh_cn: #中Transfer Status Error#

# VerificationFailedText
source: Verification Failed - {0}
zh_cn: #中Verification Failed - {0}#

source: VLT Communication Error
zh_cn: #中VLT Communication Error#

# WagerStringFormat
source: Wager:
zh_cn: #中Wager:#

# WaitingForRaceInfo
source: Requesting Race Information From Server
zh_cn: #中Requesting Race Information From Server#

# WatOnText
source: Transferring...
zh_cn: #中Transferring...#
