Repository: tejvirc/Platform
Catalog: Shared/Aristocrat.Monaco.Localization/Properties/Resources.*.resx
Languages: fr_ca, zh_cn

source: and
fr_ca: et
zh_cn: 以及

# ApplyLabel
source: Apply
fr_ca: Appliquer

source: Billion
fr_ca: Milliard

# CallAttendantText
source: Call the attendant
fr_ca: Appelez un préposé
zh_cn: #中Call the attendant#

# CashingOutText
source: Printing Ticket...
fr_ca: Impression du coupon…
zh_cn: #中Printing Ticket...#

source: Cents
fr_ca: Cent

# ContinueText
source: Continue
fr_ca: Continuer

# CreditsWageredText
source: Bet
fr_ca: EN ESPÈCES MISÉS

# CreditsWonText
source: Won
fr_ca: EN ESPÈCES GAGNÉS

# DisableCountdownMessage
source: Machine will be disabled:
fr_ca: La machine sera désactivée:
zh_cn: #中Machine will be disabled:#

source: Dollars
fr_ca: Dollar

source: Eight
fr_ca: Huit

source: Eighteen
fr_ca: Dix-huit

source: Eighty
fr_ca: Quatre-vingts

# EightyPrefix
source: Eighty
fr_ca: Quatre-vingt

source: Eleven
fr_ca: Onze

# EmptyStringNotAllowErrorMessage
source: The empty string is not allowed.
fr_ca: La chaîne de caractères vide n’est pas permise.

# EndCreditsText
source: End Credit
fr_ca: EN ESPÈCES FINAUX

# EndTimeText2
source: END TIME
fr_ca: HEURE DE FIN

# ExitText
source: Exit
fr_ca: Quitter

source: Fifteen
fr_ca: Quinze

source: Fifty
fr_ca: Cinquante

source: Five
fr_ca: Cinq

source: Forty
fr_ca: Quarante

source: Four
fr_ca: Quatre

source: Fourteen
fr_ca: Quatorze

# GameHistoryStatusComplete
source: Complete
fr_ca: Terminé

# GameHistoryStatusFatalError
source: Fatal Error
fr_ca: Erreur

# GameHistoryStatusInProgress
source: In Progress
fr_ca: En cours

# GameHistoryStatusRecoveryFailed
source: Recovery Failed
fr_ca: Échec du rétablissement

# GameHistoryStatusText
source: STATUS
fr_ca: ÉTAT

# GameNameText2
source: GAME/EVENT
fr_ca: JEU/ÉVÉNEMENT

# GameRoundInfoText
source: GAME ROUND EVENT INFO
fr_ca: INFO ÉVÉNEMENT RONDE DE JEU

source: Hundred
fr_ca: Cent

# IdleTextTitle
source: Idle Text
fr_ca: Texte inactif
zh_cn: #中Idle Text#

# InsertingBillText
source: Validating Bill...
fr_ca: Insertion du billet…
zh_cn: #中Validating Bill...#

# InsertingVoucherText
source: Validating Voucher...
fr_ca: Validation du coupon…
zh_cn: #中Validating Voucher...#

# InstalledLabel
source: Installed on
fr_ca: Installé le

# ListContainsNullWlementErrorMessage
source: The list contains a null element.
fr_ca: La liste contient un élément nul.

# MaximumValueReachedCashOutText1
source: Maximum value has been reached.
fr_ca: La limite de crédits a été atteinte.
zh_cn: #中Maximum value has been reached.#

# MaximumValueReachedCashOutText2
source: A cash out ticket is being produced.
fr_ca: Un ticket d’encaissement est en cours d’impression.
zh_cn: #中A cash out ticket is being produced.#

source: Nine
fr_ca: Neuf

source: Nineteen
fr_ca: Dix-neuf

source: Ninety
fr_ca: Quatre-vingt-dix

# NotDefaultErrorMessageTemplate
source: The parameter '{0}' was passed in with a default value, was expected to be nondefault.
fr_ca: Le paramètre {0} a été intégré avec uen valeur par défaut; devait être une valeur non par défaut.

# NotNullSubtypeErrorMessageTemplate
source: The type {0} or a derived type was expected, but {1} was given.
fr_ca: Le type {0} ou un type dérivé était attendu, mais {1} a été fourni.

# NullValueNotAllowErrorMessage
source: Null value is not allowed.
fr_ca: Les valeurs nulles ne sont pas permises.

# NumBillsInText
source: Number of Bills Inserted
fr_ca: Nombre de billets insérés

source: One
fr_ca: Un

# PaidMeterLabel
source: PAID:
fr_ca: PAYÉ :
zh_cn: #付:#

# ParameterNameTemplate
source: {0}. Parameter name: {1}.
fr_ca: {0}. Nom du paramètre : {1}.

# PrintHandPayText
source: Printing Receipt...
fr_ca: Impression du reçu…
zh_cn: 正在打印收据……

# RecoveringText
source: Recovering
fr_ca: Récupération
zh_cn: #中Recovering#

# RecoveryFailedText
source: RECOVERY FAILED
fr_ca: ÉCHEC DU RÉTABLISSEMENT

# ReferenceNumberText
source: NO.
fr_ca: Nº

# ReplayDisabledInGameText
source: Please re-enter Audit from the Game Chooser Menu to allow Replay.
fr_ca: La reprise est seulement disponible à partir de l’écran de sélection

# ReplayPauseInputText
source: Select a button below to continue Replay
fr_ca: Touchez un bouton en bas pour continuer la reprise

# ReplayText
source: Replay
fr_ca: Reprise
zh_cn: #中Replay#

# SaveText
source: Save
fr_ca: Enregistrer

# SequenceNumberText
source: SEQ NO
fr_ca: Numéro de séquence

source: Seven
fr_ca: Sept

source: Seventeen
fr_ca: Dix-sept

source: Seventy
fr_ca: Soixante-dix

source: Sixteen
fr_ca: Seize

source: Sixty
fr_ca: Soixante

# StartCreditsText
source: Start Credit
fr_ca: EN ESPÈCES INITIAUX

# StartTimeText2
source: START TIME
fr_ca: HEURE DE DÉBUT

# StringLengthGreaterOrEqualErrorMessageTemplate
source: The string length should be greater than or equal to {0}.
fr_ca: La longueur de la chaîne devrait être égale ou supérieure à {0}.

# StringLengthGreaterThanErrorMessageTemplate
source: The string length should be greater than {0}.
fr_ca: La longueur de la chaîne devrait être supérieure à {0}.

# StringLengthLessOrEqualErrorMessageTemplate
source: The string length should be less than or equal to {0}
fr_ca: La longueur de la chaîne devrait être égale ou inférieure à {0}.

# StringLengthLessThanErrorMessageTemplate
source: The string length should be less than {0}.
fr_ca: La longueur de la chaîne devrait être inférieure à {0}.

source: Ten
fr_ca: Dix

source: Thirteen
fr_ca: Treize

source: Thirty
fr_ca: Trente

source: Thousand
fr_ca: Mille

source: Three
fr_ca: Trois

source: Twelve
fr_ca: Douze

source: Twenty
fr_ca: Vingt

source: Two
fr_ca: Deux

# UnexpectedValueErrorMessage
source: The argument has an unexpected value.
fr_ca: Valeur inattendue de l’argument.

# UnknownMeterValueText
source: Meter Not Found
fr_ca: Compteur introuvable

# ValueNotNullErrorMessage
source: Value cannot be null
fr_ca: La valeur ne peut pas être nulle

# WatOutText
source: Transferring...
fr_ca: Transférer
zh_cn: 正在转账……

source: Zero
fr_ca: Zéro

# TestText
source: Test
fr_ca: Prueba

source: Voucher In Tickets
fr_ca: Tickets de coupons entrants

source: Voucher In Amount
fr_ca: Montant des coupons entrants

source: Games Played
fr_ca: Jeux misé

source: Games Won
fr_ca: Jeux Gagné

# TotalDashBillIn
source: Total - Bill In
fr_ca: Total des billets en

# CoinInFormat
source: Coin-In
fr_ca: Pièces de

# BillInFormat
source: Bill In
fr_ca: Billets de

source: Main Door Open Count
fr_ca: Ouvertures de la porte principale

source: Main Door Open Power Off Count
fr_ca: Ouvertures de la porte principale hors tension

# CashDoorOpenCount
source: Stacker Door Open Count
fr_ca: Ouvertures de la boîte à billets

# CashDoorOpenPowerOffCount
source: Stacker Door Open Power Off Count
fr_ca: Ouvertures de la boîte à billets hors tension

source: Logic Door Open Count
fr_ca: Ouvertures de la porte logique

source: Logic Door Open Power Off Count
fr_ca: Ouvertures de la porte logique hors tension

source: Top Box Door Open Count
fr_ca: Ouvertures de la boîte secondare

source: Top Box Door Open Power Off Count
fr_ca: Ouvertures de la boîte secondare hors tension

source: Retailer Access
fr_ca: Accès au menu Admin

source: Technician Access
fr_ca: Accès au menu Technicien

source: Amount Played
fr_ca: Montant misé

source: Amount Won
fr_ca: Montant gagné

source: Cashout Tickets
fr_ca: Coupons de remboursement

# TotalDashCoinIn
source: Total - Coin In
fr_ca: Total des pièces en

# TotalDashCoinsAndBills
source: Total - Coins and Bills
fr_ca: Total des insertions (billets et monnaie)

source: Backend
fr_ca: Arrière-guichet

# ReplayCompletedText
source: Done - Press Exit to quit Replay
fr_ca: Terminé ‒ appuyer sur Quitter pour quitter la reprise

source: PLAYABLE ONLY
fr_ca: JOUABLE SEULEMENT
zh_cn: 仅供游戏使用

# EnabledDenominationsLabel
source: Enabled Denominations:
fr_ca: Dénominations activées:

source: Handpay
fr_ca: Paiement manuel

source: Asset Number
fr_ca: Numéro d’actif

source: CASHOUT TICKET
fr_ca: COUPON DE REMBOURSEMENT
zh_cn: 兑现代用券

# PaperLevelText
source: Paper Level
fr_ca: Niveau Du Papier

# RetailerNumber
source: Retailer #
fr_ca: Licence

source: Sequence Number
fr_ca: NO. Du Coupon

# StatusLow
source: LOW
fr_ca: BAS

# StatusOk
source: OK
fr_ca: BON

# GameStatisticsGambleFeature
source: Double Up Feature Statistics
fr_ca: Statistiques du mode quitte ou double

source: Meter
fr_ca: Compteur

# PrimaryWonAmountLabel
source: Primary Game Amount Won
fr_ca: Montant jeu principal gagné

# SecondaryPlayedCountLabel
source: Double Up Games Played
fr_ca: Parties de quitte ou double jouées

# SecondaryTiedAndWonCountLabel
source: Double Up Games Won
fr_ca: Parties de quitte ou double gagnées

# SecondaryWageredAmountLabel
source: Double Up Amount Wagered
fr_ca: Montant de quitte ou double misé

# SecondaryWonAmountLabel
source: Double Up Amount Won
fr_ca: Montant de quitte ou double gagné

source: Value
fr_ca: Valeur

source: Allowed Blackjack RTP
fr_ca: Taux de retour permis pour black jack

source: Allowed Keno RTP
fr_ca: Taux de retour permis pour keno

source: Allowed Poker RTP
fr_ca: Taux de retour permis pour poker

source: Allowed Roulette RTP
fr_ca: Taux de retour permis pour roulette

source: Allowed Slot RTP
fr_ca: Taux de retour permis pour jeu de machine à sous

# AreaLabel
source: Area ID
fr_ca: ID de région

# BankText
source: Bank ID
fr_ca: ID banque

source: Base Game RTP
fr_ca: Taux de retour jeu principal

# BellyDoorName
source: Belly Door
fr_ca: Porte centrale

source: BIOS Version
fr_ca: Version BIOS

source: Button Deck
fr_ca: Panneau de boutons

source: Calculate Signatures
fr_ca: Calculer les signatures

# CalibrationText
source: Push the PLAY button to calibrate the touch screens
fr_ca: Appuyer sur le bouton JOUER pour calibrer les écrans tactiles

source: Cashable
fr_ca: Encaissable
zh_cn: 可兑现

source: Cashable Promotional
fr_ca: Promotionnel encaissable

# CashDoorName
source: Stacker Door
fr_ca: Porte cassette fermée

# ClosedText
source: Closed
fr_ca: Fermé

# ComponentIdVersion
source: Component ID and Version
fr_ca: ID et version composante

source: Credit Type
fr_ca: Type de crédit

# CreditTypeHeader
source: CREDIT TYPE
fr_ca: TYPE DE CRÉDIT

source: Currency
fr_ca: Devise

source: Current Credits
fr_ca: Crédits actuels

source: Current Errors
fr_ca: Erreurs actuelles

source: Denom
fr_ca: Valeur de crédit

# DiagnosticMainPageTitle
source: Diagnostics
fr_ca: Diagnostic

source: Disabled
fr_ca: Désactivé
zh_cn: #中Disabled#

# DisableEGM
source: Out of Service Mode
fr_ca: Mode « défectueux »
zh_cn: #中Out of Service Mode#

# DoorLabel
source: Doors
fr_ca: Portes

source: Door Optic Sensor
fr_ca: Capteur optique de porte

# DropDoorName
source: Drop Door
fr_ca: Porte rabattable
zh_cn: #中Drop Door#

source: Edge Lighting
fr_ca: Éclairage de contour

source: Electronics
fr_ca: Électronique

source: Enabled Games Limit
fr_ca: Limite de jeux activés

# EnabledLabel
source: Enabled
fr_ca: Activé(s)

# EventLogTitle
source: Logs
fr_ca: Registres

source: FPGA Version
fr_ca: Version FPGA

source: Games
fr_ca: Jeux

source: Graphics Card
fr_ca: Carte graphique

# HardBootTimeLabel
source: Hard Boot Time
fr_ca: Heure de réinitialisation matérielle

# HardwareLabel
source: Hardware
fr_ca: Matériel

source: Hash Result
fr_ca: Résultat du hachage

# HostsInfoViewTitle
source: Comms
fr_ca: Communications

# IdleTextDefault
source: INSERT MONEY TO PLAY
fr_ca: INSÉRER DE L’ARGENT
zh_cn: #中INSERT MONEY TO PLAY#

# IPAddressesLabel
source: IP Address
fr_ca: Adresse IP

# JackpotKeyRequired
source: Jackpot Key must be turned to change these settings
fr_ca: La clé de gros lot doit être tournée pour modifier ces paramètres

source: Jurisdiction ID
fr_ca: ID juridiction

# JurisdictionLabel
source: Jurisdiction
fr_ca: Juridiction

# LastOpenedLabel
source: Last Opened
fr_ca: Dernière ouverture

source: License
fr_ca: Licence

source: License ID
fr_ca: ID de licence

source: Location
fr_ca: Emplacement
zh_cn: 位置

# LogicDoorName
source: Logic Door
fr_ca: Porte logique

# MacAddressLabel
source: MAC Address
fr_ca: Adresse MAC

source: Machine
fr_ca: Appareil

source: Machine Theoretical RTP Range
fr_ca: Plage de taux de retour théoriques de l’appareil

# MainDoorName
source: Main Door
fr_ca: Porte principale

# MainOpticDoorName
source: Main Optic Door
fr_ca: Porte optique principale

source: Max Bet
fr_ca: Mise max.

source: Mechanical Meter
fr_ca: Compteur mécanique

# MechanicalMeterDoorName
source: Mechanical Meter Door
fr_ca: Porte de compteur mécanique

# MenuTitleRoleAdmin
source: Retailer
fr_ca: Détaillant
zh_cn: #中Retailer#

# MetersScreen
source: Meters
fr_ca: Compteurs

# ModelLabel
source: Model
fr_ca: Modèle

# NameLabel
source: Name
fr_ca: Nom

source: No Limit
fr_ca: Aucune limite

source: Non-Cashable Promotional
fr_ca: Promotionnel non encaissable
zh_cn: 不可兑现推广券

# NotAvailable
source: N/A
fr_ca: S. O.

# NoteAcceptorLabel
source: Note Acceptor
fr_ca: Accepteur de billets

source: Number of Games Enabled
fr_ca: Nombres de jeux activés

# OffText
source: Off
fr_ca: Désactivé

# OnText
source: On
fr_ca: Sous tension

# OpenText
source: Open
fr_ca: Ouvert

source: Operator Menu
fr_ca: Menu de l’opérateur

source: Operator Menu Active
fr_ca: Menu de l’opérateur actif

# OSImageVersionLabel
source: OS Image Version
fr_ca: Version de l’image de l’OS

source: Paytable ID
fr_ca: ID table de paiement

source: Paytable RTP
fr_ca: Taux de retour table de paiement

# PlatformVersionLabel
source: Platform Version
fr_ca: Version de la plateforme

# PrinterLabel
source: Printer
fr_ca: Imprimante

source: Progressive Increment RTP
fr_ca: Taux de retour augmentation du progressif

source: Progressive Reset RTP
fr_ca: Taux de retour réinitialisation du progressif

source: Reconfigure Games
fr_ca: Reconfigurer les jeux

# ReelControllerLabel
source: Reel Controller
fr_ca: Contrôleur de cylindres

source: Reset
fr_ca: Réinitialiser

source: Runtime Version
fr_ca: Version d’exécution

# SelectHashType
source: Hash Type:
fr_ca: Type de hachage :

# SerialNumberLabel
source: Serial Number
fr_ca: Numéro de série

# SoftBootTimeLabel
source: Soft Boot Time
fr_ca: Heure de redémarrage normal

source: Software Verification
fr_ca: Vérification du logiciel

# StatusLabel
source: Status
fr_ca: État

source: System
fr_ca: Système

source: System Reset
fr_ca: Réinitialisation du système

source: Time Remaining
fr_ca: Durée restante

# ToolsMainPageLabel
source: Tools
fr_ca: Outils

source: Top Award
fr_ca: Lot maximal

# TopBoxDoorName
source: Top Box Door
fr_ca: Porte de la partie supérieure

# TopBoxOpticDoorName
source: Top Box Optic Door
fr_ca: Porte optique de la partie supérieure

# TotalCredits
source: Total Current Credits
fr_ca: Total des crédits actuels

source: Total Game RTP
fr_ca: TAUX DE RETOUR TOTAL DES JEUX

# TotalJurisdictionalRtpInfoButtonText
source: Total game RTP that may include verified progressive RTPs based on game and jurisdiction See manual for details
fr_ca: Le taux de retour total des jeux peut comprendre les taux de retour vérifiés des progressifs, selon le jeu et la juridiction. Consulter le manuel pour plus de détails

source: Touch Screen
fr_ca: Écran tactile

# UniversalInterfaceBoxDoorName
source: Universal Interface Box Door
fr_ca: Porte de la partie de l’interface universelle

source: Unlimited
fr_ca: Illimité

source: View Progressive Summary
fr_ca: Voir le résumé du progressif

source: View RTP Summary
fr_ca: Voir le résumé du taux de retour

# WindowsVersionLabel
source: Windows Version
fr_ca: Version Windows

# ZeroCredit
source: Zero Credit on OOS
fr_ca: Zéro crédit en mode « défectueux »

# ZoneText
source: Zone ID
fr_ca: ID de zone

# ActivationTimeLabel
source: Activation Time
fr_ca: Délai d’activation

# AllowBillInLabel
source: Allow Bill In
fr_ca: Autoriser insertion billet

source: Bad Read
fr_ca: Erreur de lecture

source: Bill Acceptance Limit
fr_ca: Limite d’insertion de billets

# ButtonPressed
source: Pressed
fr_ca: Enfoncé

# ButtonsLabel
source: Buttons
fr_ca: Boutons

source: Button Test
fr_ca: Test des boutons

# ButtonTestInstructions
source: Press any button...
fr_ca: Appuyer sur n’importe quel bouton…

# ButtonText
source: Button {0}
fr_ca: Bouton {0}

# CenterText
source: Center
fr_ca: Centre

# ConnectedText
source: Connected
fr_ca: Connecté

# DataFromIdCardLabel
source: Data Read
fr_ca: Lecture des données

source: Detected
fr_ca: Détecté

source: Disconnected
fr_ca: Déconnecté

# EdgeLightingDisconnectionText
source: Edge Lighting is not connected
fr_ca: L’éclairage de contour n’est pas connecté

# EnterDisplayColorTest
source: Colors Test
fr_ca: Test de couleurs

source: Enter Sound Test
fr_ca: Entrer dans le test de son

source: Error
fr_ca: Erreur

source: Escrowed
fr_ca: Mis en réserve

source: Exit Sound Test
fr_ca: Quitter le test de son

source: Fault
fr_ca: Défaillance

# FirmwareCRCLabel
source: Firmware CRC
fr_ca: CRC du micrologiciel

# FirmwareRevisionLabel
source: Firmware Revision
fr_ca: Révision du micrologiciel

# FirmwareVersionLabel
source: Firmware Version
fr_ca: Version du micrologiciel

# FormFeedButton
source: Form Feed
fr_ca: Présentation de formulaire

# FrontLeftText
source: Front Left
fr_ca: Devant, à gauche

# FrontRightText
source: Front Right
fr_ca: Devant, à droite

source: Full
fr_ca: Complet

source: Identify Video Display
fr_ca: Identifier écran vidéo

source: Idle
fr_ca: En veille

# IdReaderLabel
source: ID Reader
fr_ca: Lecteur d’ID

source: In Escrow
fr_ca: En réserve

source: Initializing
fr_ca: Initialisation en cours…

source: Inserted
fr_ca: Inséré(s)

source: Inspecting
fr_ca: Inspection en cours…

source: Jammed
fr_ca: Coincé(s)

# LastDocumentResultLabel
source: Last Document Result
fr_ca: Résultat du dernier document

# LightingBrightnessLabel
source: Lighting Brightness
fr_ca: Niveau de luminosité de l’éclairage

# LightingLabel
source: Lighting
fr_ca: Éclairage

# LowFrequencyText
source: LFE
fr_ca: Basses fréquences (LFE)

# ManufacturerLabel
source: Manufacturer
fr_ca: Fabricant

# MasterSoundVolumeLabel
source: Master Sound Volume
fr_ca: Volume du son principal

# MenuTitleRoleTechnician
source: Technician
fr_ca: Technicien
zh_cn: #中Technician#

source: No Errors
fr_ca: Aucune erreur

source: None
fr_ca: Aucun(e)

source: Note Acceptor Test
fr_ca: Test de l’accepteur de billets

# PrintDiagnosticButton
source: Print Diagnostic
fr_ca: Imprimer diagnostic

source: Printing
fr_ca: Impression en cours

source: Print Language
fr_ca: Langue d’impression

source: Print Test Ticket
fr_ca: Imprimer ticket de test

# ProtocolLabel
source: Protocol
fr_ca: Protocole

source: Reading
fr_ca: Lecture en cours

# RearLeftText
source: Rear Left
fr_ca: Arrière, à gauche

# RearRightText
source: Rear Right
fr_ca: Arrière, à droite

# RejectedText
source: Rejected
fr_ca: Texte de rejet

source: Removed
fr_ca: Retiré

# ReturnedText
source: Returned
fr_ca: Retourné

source: Returning
fr_ca: Retour en cours

source: Sample Sound Test
fr_ca: Test d’échantillon de son

source: Self Test Clear NVM
fr_ca: Autotest de remise à zéro de la mémoire non volatile

# SelfTestLabel
source: Self Test
fr_ca: Autotest

# SideLeftText
source: Side Left
fr_ca: Côté, gauche

# SideRightText
source: Side Right
fr_ca: Côté, droit

# SoundIconLabel
source: Sound
fr_ca: Son

source: Sound Speaker Test
fr_ca: Test de haut-parleurs

source: Sound Volume Test
fr_ca: Test de volume sonore

# StackedText
source: Stacked
fr_ca: Empilé

# StackerLabel
source: Stacker State
fr_ca: État de l’empileur

source: Stacking
fr_ca: Empilage en cours

# StateLabel
source: State
fr_ca: État

# TestEdgeLightingLabel
source: Test Edge Lighting
fr_ca: Tester l’éclairage de contour

# TouchScreenName
source: Touch Screen {0}
fr_ca: Écran tactile {0}

# TouchScreenPixelLabel
source: Displays
fr_ca: Écrans

source: Uninitialized
fr_ca: Non initialisé

source: Validated
fr_ca: Validé

# ValidatingText
source: Validating
fr_ca: Validation en cours

# VariantNameLabel
source: Variant Name
fr_ca: Nom de variante

# VariantVersionLabel
source: Variant Version
fr_ca: Version de variante

# VideoDisplayName
source: Video Display {0}
fr_ca: Écran vidéo {0}

source: Voucher In
fr_ca: Coupon entrant
zh_cn: 代用券存入

# AvailableMeterMappings
source: Meter Mapping
fr_ca: Mise en correspondance des compteurs

# BashButtonLamp
source: Bash/Play Button
fr_ca: Bouton physique/Jouer

# BatteryLabel
source: Battery
fr_ca: Batterie

source: Belly Door Discrepancy
fr_ca: Incompatibilité porte centrale
zh_cn: #中Belly Door Discrepancy#

# ClearLockupAudioDisconnectedKeyMessage
source: Reconnect Audio USB cable to clear this lockup.
fr_ca: Rebrancher le câble audio USB pour résoudre ce verrouillage.

# ClearLockupBellyDoor
source: Close the Belly Door to Clear the Lockup
fr_ca: Fermer la porte centrale pour résoudre le verrouillage

# ClearLockupCashDoor
source: Close the Stacker Door to Clear the Lockup
fr_ca: Fermer la porte de la cassette pour résoudre le verrouillage

# ClearLockupDisabledDueToCarrierBoardRemovalKeyMessage
source: Carrier board or storage media was removed with credits on the machine. To clear this lockup, perform handpay of the remaining credits and turn the jackpot reset key.
fr_ca: La carte de support ou le média de stockage ont été retirés quand l’appareil contenait des crédits. Pour résoudre ce verrouillage, faites un paiement manuel des crédits restants et tournez la clé de réinitialisation du gros lot.

# ClearLockupDropDoor
source: Close the Drop Door to Clear the Lockup
fr_ca: Fermer la porte rabattable pour résoudre le verrouillage

# ClearLockupExcessiveDocumentReject
source: Check if the Note or Voucher being inserted by the player is valid. Open and close Main Door to re-enable Note Acceptor device and clear the lockup.
fr_ca: Vérifiez si le billet ou le coupon inséré par le joueur est valide. Ouvrez et fermez la porte principale pour réactiver l’accepteur de billets et résoudre le verrouillage.

# ClearLockupExcessiveMeterIncrement
source: Excessive meter increment, turn on Jackpot Key to clear this lockup
fr_ca: Augmentation excessive du compteur; tournez la clé de gros lot pour résoudre ce verrouillage

# ClearLockupFatalGameErrorGuidMessage
source: Please contact Aristocrat field service technician.
fr_ca: Veuillez communiquer avec un technicien en entretien et réparation d’Aristocrat.

# ClearLockupHardMeterDisabledMessage
source: Ensure mechanical meter device is connected and functioning properly.
fr_ca: Assurez-vous que l’appareil de compteur mécanique est branché et qu’il fonctionne correctement.

# ClearLockupLogicDoor
source: Close the Logic Door to Clear the Lockup
fr_ca: Fermer la porte logique pour résoudre le verrouillage

# ClearLockupLogicSealBroken
source: Reset from the Site Controller to clear this lockup.
fr_ca: Faire une réinitialisation à partir du contrôleur de site pour résoudre ce verrouillage.

# ClearLockupMainDoor
source: Close the Main Door to Clear the Lockup
fr_ca: Fermer la porte principale pour résoudre le verrouillage

# ClearLockupMainOpticDoor
source: Close the Main Door to clear this lockup. If lockup persists, check if the optic door sensor is faulty or poorly aligned.
fr_ca: Fermer la porte principale pour résoudre ce verrouillage. Si le verrouillage persiste, vérifier si le capteur de porte optique est défaillant ou mal aligné.

# ClearLockupMechanicalMeterDoor
source: Close the Mechanical Meter Door to Clear the Lockup
fr_ca: Fermer la porte du compteur mécanique pour résoudre le verrouillage.

# ClearLockupNoteAcceptorFirmwareFaultMessage
source: To clear this lockup, remove any bill or voucher jam in Note Acceptor. If problem persists, replace Note Acceptor device with correct firmware.
fr_ca: Pour résoudre ce verrouillage, retirer tout billet ou coupon coincé dans l’accepteur de billets. Si le problème persiste, remplacez l’accepteur de billets par le bon progiciel.
