Repository: tejvirc/Platform
Catalog: Shared/Aristocrat.Monaco.Localization/Properties/Resources.*.resx
Languages: fr_ca, zh_cn

source: Game Name
fr_ca: Nom du jeu

# CertificateNotAfter
source: Not After
fr_ca: Pas après

# CertificateNotBefore
source: Not Before
fr_ca: Pas avant

# CertificateOcspOfflineDate
source: OCSP Offline Date
fr_ca: Date OSCP hors ligne

# CertificateRemoveButtonTitle
source: Remove Certificate
fr_ca: Retirer certificat

# CertificateRemoveConfirmMessage
source: Do you want to remove the expired certificate?
fr_ca: Voulez-vous supprimer le certificat échu?

# CertificateRenewButtonTitle
source: Renew Certificate
fr_ca: Renouveler certificat

# CertificateThumbprint
source: Thumbprint
fr_ca: Repère

# CertificateVerifyDate
source: Verification Date
fr_ca: Date de vérification

# StatusText
source: Status
fr_ca: État

# CertificateEnrollButtonTitle
source: Enroll
fr_ca: Inscription

# CertificatePreSharedSecretNotValid
source: The certificate pre-Shared Secret is not valid.
fr_ca: Le secret du certificat partagé à l’avance n’est pas valable.

# CertificatePreSharedSecretTitle
source: Pre-Shared Secret
fr_ca: Secret partagé à l’avance

# EgmId
source: G2S EGM Id
fr_ca: ID AJÉ G2S

source: Alternate DNS Server
fr_ca: Autre serveur DNS

# CertificatesLogicDoorStatus
source: Logic Door must be open before renew, remove or enroll certificate.
fr_ca: La porte logique doit être ouverte avant le renouvellement, la suppression ou l’inscription d’un certificat.

# CertificatesViewTitle
source: Certificates
fr_ca: Certificats

# CommsInfo_Address
source: Address
fr_ca: Adresse

# CommsInfo_HostId
source: Host Id
fr_ca: ID hôte

# ConfigNetworkInfoScreen
source: Network Configuration
fr_ca: Configuration réseau

source: Configuring Network...
fr_ca: Configuration du réseau en cours

source: Confirm Delete Host
fr_ca: Confirmer la suppression de l’hôte

source: Default Gateway
fr_ca: Passerelle par défaut

# DeviceManagerTitle
source: Device Manager
fr_ca: Gestionnaire d’appareils

source: Edit Host
fr_ca: Modifier hôte

# HostAddressNotValid
source: The host address is not valid.
fr_ca: L’adresse de l’hôte n’est pas valide

# HostConfigurationRegisteredHeader
source: Registered
fr_ca: Inscrit

# HostConfigurationRegisteringHost
source: Registering Host...
fr_ca: Inscription de l’hôte en cours…

# HostConfigurationRemovingHost
source: Removing Host...
fr_ca: Retrait de l’hôte en cours…

# HostConfigurationUpdatingHosts
source: Updating Hosts...
fr_ca: Mise à jour des hôtes en cours…

# HostExists
source: A host with this ID already exists.
fr_ca: Un hôte avec cet ID existe déjà.

source: Host Id
fr_ca: ID hôte

# HostIdGreaterThanZero
source: The host Id must be a number greater than zero.
fr_ca: L’ID de l’hôte doit être un nombre supérieur à zéro.

source: IP Address
fr_ca: Adresse IP

source: New Host
fr_ca: Nouvel hôte

# ObtainIpAddressAutomatically
source: Obtain an IP address automatically
fr_ca: Obtenir automatiquement une adresse IP

# Port_MustBeInRange
source: The port must be a number between 0 and 65535.
fr_ca: Le port doit être un nombre entre 0 et 65535.

source: Preferred DNS Server
fr_ca: Serveur DNS privilégié

source: Required For Play
fr_ca: Nécessaire pour jouer

# SecurityConfigurationScreenTitle
source: Security
fr_ca: Sécurité

source: Subnet Mask
fr_ca: Filtre de sous-réseau

# UseFollowingIpAddress
source: Use the following IP address
fr_ca: Utiliser l’adresse IP ci-dessous

# SecurityConfiguration_AcceptPreviousCertPeriod
source: Accept Previous Period (OA)
fr_ca: Accepter période précédente (OA)

# SecurityConfiguration_AuthorityLocation
source: Certificate Authority Locations
fr_ca: Emplacements de l’autorité de certification

# SecurityConfiguration_CertificateData
source: Certificate Data
fr_ca: Données du certificat

# SecurityConfiguration_CertificateData_CommonName
source: Common Name
fr_ca: Nom courant

# SecurityConfiguration_CertificateData_Country
source: Country Name
fr_ca: Nom du pays

# SecurityConfiguration_CertificateData_DistinguishedName
source: Distinguished Name
fr_ca: Nom distinctif

# SecurityConfiguration_CertificateData_LocalityName
source: Locality Name
fr_ca: Nom de localité

# SecurityConfiguration_CertificateData_OrganizationName
source: Organization Name
fr_ca: Nom de l’organisation

# SecurityConfiguration_CertificateData_OrganizationUnit
source: Organization Unit
fr_ca: Unité d’organisation

# SecurityConfiguration_CertificateData_State
source: State
fr_ca: État

# SecurityConfiguration_CertificateEnrollInstructions
source: To proceed, please Enroll certificate or disable Certificate configuration on previous step.
fr_ca: Pour continuer, veuillez inscrire le certificat ou désactiver la configuration du certifcat à l’étape précédente.

# SecurityConfiguration_CertificateRequestStatus_Denied
source: Certificate Enrollment Denied
fr_ca: Inscription de certificat refusée

# SecurityConfiguration_CertificateRequestStatus_Enrolled
source: Successfully Enrolled Certificate
fr_ca: Certificat inscrit avec succès

# SecurityConfiguration_CertificateRequestStatus_Error
source: Failed to Enroll Certificate
fr_ca: Échec de l’inscription du certificat

# SecurityConfiguration_CertificateRequestStatus_Pending
source: Certificate Enrollment Pending
fr_ca: Inscription du certificat en attente

# SecurityConfiguration_CertificateRequestStatus_Requesting
source: Attempting Certificate Enrollment
fr_ca: Tentative d’inscription du certificat

# SecurityConfiguration_InvalidServerResponse
source: Could not process the server response
fr_ca: Impossible de traiter la réponse du serveur

# SecurityConfiguration_IssueLocation
source: Certificate Issue
fr_ca: Problème de certificat

# SecurityConfiguration_KeySize
source: Key Size
fr_ca: Taille de la clé

# SecurityConfiguration_ManagerLocation
source: Certificate Manager
fr_ca: Gestionnaire de certificat

# SecurityConfiguration_MaxPeriodOffline
source: Minimum Offline Period (OO)
fr_ca: Période hors ligne minimale (OO)

# SecurityConfiguration_NoncesEnabled
source: Supports nonces
fr_ca: Accepte les nonces

# SecurityConfiguration_NotStartedEnrollStatus
source: Not Started
fr_ca: Non commencé

# SecurityConfiguration_OcspEnabled
source: OCSP Enabled
fr_ca: OCSP activé

# SecurityConfiguration_OcspResponderAddress
source: Responder
fr_ca: Entité appelée

# SecurityConfiguration_OcspResponderTest
source: Test OCSP
fr_ca: Tester l’OCSP

# SecurityConfiguration_OcspResponderTest_Contacting
source: Contacting the OCSP responder.
fr_ca: Communication en cours avec l’entité OSCP appelée

# SecurityConfiguration_OcspResponderTest_Failure
source: OCSP test failed.
fr_ca: Échec du test de l’OCSP

# SecurityConfiguration_OcspResponderTest_Success
source: OCSP test successful.
fr_ca: Test de l’OCSP réussi

# SecurityConfiguration_PendingCountdown
source: Checking for Approval in {0}
fr_ca: Vérification de l’approbation dans {0}

# SecurityConfiguration_ReAuthenticatePeriod
source: Re-Authenticate Period (OR)
fr_ca: Période de réauthentifiation (OR)

# SecurityConfiguration_RenewLocation
source: Certificate Renew:
fr_ca: Renouvellement du certificat :

# SecurityConfiguration_RevokeLocation
source: Certificate Revoke
fr_ca: Révocation du certificat

# SecurityConfiguration_ScepEnabled
source: SCEP Enabled
fr_ca: SCEP activé

# SecurityConfiguration_ScepReapply
source: SCEP Reapply
fr_ca: Nouvelle demande de SCEP

# SecurityConfiguration_Scep_CaIdent
source: CA-IDENT
fr_ca: IDENT-AC

# SecurityConfiguration_Scep_ManualPollingInterval
source: Polling Interval
fr_ca: Intervalle d’invitation à émettre

# SecurityConfiguration_Scep_PreSharedSecret
source: Pre-Shared Secret
fr_ca: Secret partagé à l’avance

# SecurityConfiguration_Scep_UsernameField
source: User Name
fr_ca: Nom d’utilisateur

# SecurityConfiguration_StatusLocation
source: Status
fr_ca: État

# SecurityConfiguration_Thumbprint
source: CA Thumbprint
fr_ca: Repère d’AC

# SecurityConfiguration_Title
source: Security Configuration
fr_ca: Configuration de sécurité

# SecurityConfiguration_ValidateDomain
source: Validate Domain
fr_ca: Valider le domaine

source: Device Id
fr_ca: ID appareil

source: Edit Selected
fr_ca: Modifier la sélection

# EndGameRoundBeforeChange
source: Editing these settings is not available during a game round.
fr_ca: La modification de ces paramètres n’est pas disponible pendant une ronde de jeu.

# DeviceManagerActive
source: Active
fr_ca: Actif

# DeviceManagerCancelButton
source: Cancel Changes
fr_ca: Annuler les changements

# DeviceManagerCancelToolTip
source: Click to cancel changes
fr_ca: Cliquer pour annuler les changements

# DeviceManagerDeviceName
source: Device Name
fr_ca: Nom de l’appareil

# DeviceManagerDisableText
source: Disable Text
fr_ca: Désactiver le texte

# DeviceManagerEditBulkDeviceViewActiveCaption
source: Device Active
fr_ca: Appareil actif

# DeviceManagerEditBulkDeviceViewFieldCaption
source: Choose Field to Edit
fr_ca: Choisir le champ à modifier

# DeviceManagerEditBulkDeviceViewHostCaption
source: Available Hosts
fr_ca: Hôtes disponibles

# DeviceManagerEditButton
source: Edit
fr_ca: Modifier

# DeviceManagerEditDeviceViewActiveCaption
source: Device Active
fr_ca: Appareil actif

# DeviceManagerEditDeviceViewDeviceCaption
source: Device:
fr_ca: Appareil :

# DeviceManagerEditDeviceViewDeviceIdCaption
source: Device Id
fr_ca: ID appareil

# DeviceManagerEditDeviceViewEnabledCaption
source: Device Enabled
fr_ca: Appareil activé

# DeviceManagerEditDeviceViewOwnerIdCaption
source: Owner Id
fr_ca: ID propriétaire

# DeviceManagerEnabled
source: Enabled
fr_ca: Activé

# DeviceManagerId
source: Device Id
fr_ca: ID appareil

# DeviceManagerMassChangeButton
source: Bulk Change
fr_ca: Changement de masse

# DeviceManagerMassChangeToolTip
source: Click to make group changes
fr_ca: Cliquer pour faire des changements sur un groupe

# DeviceManagerOwner
source: Owner ID
fr_ca: ID propriétaire

# DeviceManagerPopupBulkChanges
source: Making bulk device changes...
fr_ca: Changements de masse aux appareils en cours…

# DeviceManagerPopupCancelChanges
source: Canceling device changes...
fr_ca: Annulation des changements de masse aux appareils en cours…

# DeviceManagerPopupIsHostOriented
source: This device is host-oriented and cannot be edited.
fr_ca: Cet appareil est lié à l’hôte et ne peut pas être modifié.

# DeviceManagerPopupProfileServiceUnavailable
source: Profile Service is unavailable, changes not saved...
fr_ca: Le service de profil n’est pas disponible. Les changements n’ont pas été enregistrés…

# DeviceManagerPopupSaveChanges
source: Saving device changes...
fr_ca: Enregistrement des changements aux appareils en cours…

# DeviceManagerSaveButton
source: Save Changes
fr_ca: Enregistrer les changements

# DeviceManagerSaveToolTip
source: Click to save changes
fr_ca: Cliquer pour enregistrer les changements

source: Bulk Edit Devices
fr_ca: Modification d’appareils en masse

# TotalDashBillsAndVouchers
source: Total - Bills, Vouchers
fr_ca: Total – billets, coupons

# TotalDashCoinsBillsAndVouchers
source: Total - Coins, Bills, Vouchers
fr_ca: Total – pièces, billets, coupons

# TouchCalibrationDialogText
source: Press the PLAY button to enter Touch Calibration or click Cancel to exit
fr_ca: Appuyez sur le bouton JOUER pour commencer la calibration de l’écran tactile, ou cliquez sur Annuler pour quitter.

# TouchCalibrationDialogTitle
source: Touch Calibration Confirmation
fr_ca: Confirmation de calibration appareils tactiles

# TouchCalibrationErrorText
source: You have {0} touch devices. Each touch device must be mapped to one, and only one display.
fr_ca: Vous avez {0} appareil(s) tactile(s). Chaque appareil tactile doit être mis en correspondance avec un seul écran.

# TouchCalibrationErrorText2
source: Press the PLAY button to return to Touch Screen Calibration
fr_ca: Appuyez sur le bouton JOUER pour retourner à la calibration de l’écran tactile

# TouchCalibrationErrorTitle
source: Touch Calibration Error
fr_ca: Erreur de calibration écran tactile

source: Touch Screen Calibration Process
fr_ca: Processus de calibration des écrans tactiles

source: Pack Name
fr_ca: Nom de la trousse

# ProgressiveMeters
source: Progressive
fr_ca: Progressif

# WagerCategoryWageredCaption
source: Wagered
fr_ca: Misé

# CommsInfo_Connected
source: Connected
fr_ca: Connecté

# CommsInfo_ConnectionStatus
source: Connection Status
fr_ca: État de la connexion

# CommsInfo_Disconnected
source: Disconnected
fr_ca: Déconnecté

# CommsInfo_EgmId
source: EgmId
fr_ca: ID AJÉ

# CommsInfo_InboundOverflow
source: Inbound Overflow
fr_ca: Dépassement de capacité entrante

# CommsInfo_OutboundOverflow
source: Outbound Overflow
fr_ca: Dépassement de capacité sortante

# CommsInfo_State
source: State
fr_ca: État

# CommsInfo_TransportState
source: Transport State
fr_ca: État de transport

# HostTranscriptsDateReceived
source: Date Time
fr_ca: Date et heure

# HostTranscriptsDetailTitle
source: Host Transcripts Detail
fr_ca: Détails des transcriptions de l’hôte

# HostTranscriptsDevice
source: Device
fr_ca: Appareil

# HostTranscriptsErrorCode
source: Error Code
fr_ca: Code d’erreur

# HostTranscriptsSessionId
source: Session Id
fr_ca: ID de session

# HostTranscriptsSessionType
source: Session Type
fr_ca: Type de session

# HostTranscriptsSummary
source: Summary
fr_ca: Résumé

# HostTranscriptsToLocation
source: To Location
fr_ca: Vers emplacement

# HostTranscriptsViewDetail
source: View Detail
fr_ca: Voir détails

# HostTranscriptsViewTitle
source: Transcripts
fr_ca: Transcriptions

# MetricClrBytes
source: CLR Memory
fr_ca: Effacer mémoire

# MetricCpuTemperature
source: CPU Temperature
fr_ca: Température de la CPU

# MetricCpuTime
source: Platform CPU
fr_ca: CPU plateforme

# MetricFreeMemory
source: Free Memory
fr_ca: Mémoire libre

# MetricGdkPrivateBytes
source: Game Memory
fr_ca: Mémoire de jeu

# MetricGdkProcessorTime
source: Game CPU
fr_ca: CPU du jeu

# MetricGdkThreadCount
source: Game Threads
fr_ca: Fils d’exécution de jeu

# MetricGpuUsage
source: GPU Usage
fr_ca: Utilisation du GPU

# MetricMonacoPrivateBytes
source: Platform Memory
fr_ca: Mémoire plateforme

# MetricThreadCount
source: Platform Threads
fr_ca: Fils d’exécution de plateforme

# MetricTotalCpu
source: Total CPU
fr_ca: CPU totale

# MetricGdkFrameDrops
source: Frame Drops
fr_ca: Nombre de trames sautées

# MetricGdkFramerate
source: Framerate
fr_ca: Fréquence de trames

# MetricGdkGamesUpdateTimeMs
source: Update Time
fr_ca: Heure de mise à jour

# MetricGdkIPCBlockingTimeAccMs
source: IPC Blocking Time Acc
fr_ca: Exactitude des blocs de communication interprocesseur (IPC)

# MetricGdkRenderTimeMs
source: Render Time
fr_ca: Temps de rendu

# MetricGdkRuntimeUpdateTimeMs
source: Runtime Update Time
fr_ca: Heure de mise à jour d’exécution

# MetricGdkSwapbufferTimeMs
source: Swapbuffer Time
fr_ca: Durée du tampon de permutation

# FalseText
source: False
fr_ca: Faux

# OutputEventText
source: Output Event
fr_ca: Événement de sortie

source: Transcripts
fr_ca: Transcriptions

# TrueText
source: True
fr_ca: Vrai

# DeviceManagerActiveSelection
source: Active
fr_ca: Actif

# DeviceManagerOwnerSelection
source: Owner
fr_ca: Propriétaire

# HostConfigurationAddNewHostTitle
source: Add New Host
fr_ca: Ajouter un nouvel hôte

# HostConfigurationButtonDelete
source: Delete
fr_ca: Supprimer

# HostConfigurationButtonEdit
source: Edit
fr_ca: Modifier

# Buttons_GetThumbprint
source: See CA Certificate Thumbprint
fr_ca: Voir repère du certificat CA

# Buttons_StartEnrollment
source: Request Certificate
fr_ca: Demander certificat

source: Printer Disconnected
fr_ca: Imprimante déconnectée

# HardMeterDisabled
source: Hard Meters Disabled
fr_ca: Compteurs matériels désactivés
zh_cn: #中Hard Meters Disabled#

source: Interleave 2 of 5
fr_ca: Imbrication 2 de 5

source: LobbyAndGame
fr_ca: Lobby et jeu

source: Any Key-Off
fr_ca: N’importe quelle touche

source: Default
fr_ca: Par défaut

source: Handpay Only
fr_ca: Paiement manuel seulement

source: No Key-Off
fr_ca: Aucune touche

# StorageFault
source: Critical Storage Fault
fr_ca: Défaillance critique du stockage
zh_cn: #中Critical Storage Fault#

# DrawerOpenText
source: Drawer Open
fr_ca: Tiroir ouvert

# FlashProgErrorText
source: Flash Prog Error
fr_ca: Erreur de prog. flash

# HeadErrorText
source: Head Error
fr_ca: Erreur de tête

# InspectionFailedText
source: Inspection Failed
fr_ca: Échec de l’inspection

# MissingSupplyIndexText
source: Missing Supply Index
fr_ca: Index d’approvisionnement manquant

# NVRamFailureText
source: NVRam Failure
fr_ca: Défaillance de la NVRAM

# OfflineText
source: Offline
fr_ca: Hors ligne

# PrinterOpenText
source: Printer Open
fr_ca: Imprimante ouverte

source: Printer Disabled
fr_ca: Imprimante désactivée

source: Print job not complete
fr_ca: Tâche d’impression non terminée

# PrintMultiPageFormat
source: Printing {0} of {1}
fr_ca: Impression {0} de {1}

# ResolverErrorText
source: Resolver Error
fr_ca: Erreur de résolveur

# SystemErrorText
source: System Error
fr_ca: Erreur système

# TemperatureErrorText
source: Temperature Error
fr_ca: Erreur de température

source: Displays
fr_ca: Écrans

# PrintCancelling
source: Cancelling
fr_ca: Annulation en cours

# MBLabel
source: MB
fr_ca: Mo

source: At Least
fr_ca: Au moins

source: At Most
fr_ca: Au plus

# VerifyingSignaturesText
source: Verifying Signatures
fr_ca: Vérifier les signatures
zh_cn: #验证签名#

source: Software License
fr_ca: Licence du logiciel

# RebootWarningMessage
source: Any new changes will restart the machine.
fr_ca: Tout nouveau changement entraînera le redémarrage de l’appareil

source: Games Played since Door Closed
fr_ca: Parties jouées depuis la fermeture de la porte

source: Games Played since Reboot
fr_ca: Parties jouées depuis le redémarrage

# AudioDisconnect
source: Audio Device Disconnected
fr_ca: Dispositif audio déconnecté
zh_cn: #中Audio Device Disconnected#

source: Button Deck Disconnected
fr_ca: Panneau de boutons déconnecté
zh_cn: #中Button Deck Disconnected#

source: Display Disconnected
fr_ca: Écran déconnecté
zh_cn: #中Display Disconnected#

# GatDisconnected
source: GAT is Disconnected
fr_ca: GAT déconnecté

# ProgressiveDisconnectText
source: Progressive Disconnected
fr_ca: Progressif déconnecté
zh_cn: #中Progressive Disconnected#

# TouchDisplayDisconnected
source: Touch Display Disconnected - Reconnect the display and Powercycle
fr_ca: Écran tactile déconnecté – rebranchez l’écran, puis éteignez l’appareil et rallumez-le
zh_cn: #中Touch Display Disconnected - Reconnect the display and Powercycle#

# TouchDisplayReconnected
source: Touch Display Connected - Restart Required
fr_ca: Écran tactile déconnecté – redémarrage nécessaire
zh_cn: #中Touch Display Connected - Restart Required#

# VbdDisconnectedOnStartupText1
source: Button Deck cable not detected on start-up
fr_ca: Le câble du panneau de boutons n’a pas été détecté au démarrage

# VbdDisconnectedOnStartupText2
source: Check cable and re-start platform
fr_ca: Vérifiez le câble et redémarrez la plateforme

# GameConfigurationSavePrompt
source: Are you done with all game configuration?
fr_ca: Avez-vous terminé toutes les configurations du jeu?

source: No
fr_ca: Non

source: Yes
fr_ca: Oui

# TimeText
source: TIME
fr_ca: HEURE

# DisplayConnected
source: Display Connected - Restart Required
fr_ca: Écran déconnecté – redémarrage nécessaire

source: Bet Option
fr_ca: Option de mise

# ForcedMinBet
source: Min Bet
fr_ca: Mise min.

# Gamble
source: Double Up
fr_ca: Quitte ou double

source: Line Option
fr_ca: Option de ligne

# ProgressiveColumnHeader
source: Progressive
fr_ca: Progressif

# ReadyToInsert
source: Ready to insert bill or voucher.
fr_ca: Prêt pour insertion d’un billet ou d’un coupon.

# LoadingProtocol
source: Loading G2S Protcol
fr_ca: ??Loading G2S Protocol??

# PrinterWarningTypes_PaperLow
source: Printer Paper Low
fr_ca: Papier d'imprimante bas
zh_cn: #中Printer Paper Low#

# SelfTestInProgress
source: Self Test is in Progress
fr_ca: ??Self Test In Progress??

# SerialNumberText
source: SERIAL NUMBER
fr_ca: NUMÉRO DE SÉRIE

# GameInfoTicketTitle
source: Game Info
fr_ca: Info jeu

# MasterMetersTicketMetersHeaderText
source: Master Meter
fr_ca: Compteur maître

# PeriodMetersTicketMetersHeaderText
source: Period Meter
fr_ca: Compteur de période

# AudioConnected
source: Audio Connected - Restart Required
zh_cn: #中Audio Connected - Restart Required#

# CancelCreditPending
source: Handpay Pending - Call Attendant
zh_cn: 等待人工支付 - 联系服务生

# CashWinPresentationVoucher
source: CASH WIN VOUCHER
zh_cn: #中CASH WIN VOUCHER#

# DeviceSignatureMismatchText
source: CRC Signature Mismatch for: {0}
zh_cn: #中CRC Signature Mismatch for: {0}#

# DiskSpaceBelowThresholdMessage
source: Error: Disk Space Below Threshold.
zh_cn: #中Error: Disk Space Below Threshold.#

# ErrorInfoSecondaryStorageMediaConnected
source: Secondary storage media connected
zh_cn: #中Secondary storage media connected#

# ErrorInfoSecondaryStorageMediaNotConnected
source: Secondary storage media not connected
zh_cn: #中ErrorInfoSecondaryStorageMediaNotConnected#

# GameDisabledProgressiveError
source: GAME DISABLED - PROGRESSIVE ERROR\r\n\r\nPlease select another game\r\nor call attendant for assistance.\r\n\r\nPress any physical button to\r\nreturn to the lobby
zh_cn: 游戏无法运行 - 出现累积奖错误\r\n\r\n请选择其他游戏\r\n或寻求服务生的帮助。\r\n\r\n按下任何实体按键\r\n返回游戏大厅

# HandPayPaidPresentationText
source: PAID
zh_cn: #现金支付#

# HandpayPresentationText
source: HANDPAY
zh_cn: #现金取现#

source: Integrity Check Failed
zh_cn: #中Integrity Check Failed#

source: Logic Seal Is Broken
zh_cn: #逻辑封印破损#

# NonCashableCreditsFailedMessage
source: NON-CASHABLE CREDIT\r\n\r\nA non-cashable amount of {0:C}\r\nstill exists on this machine.\r\nYou cannot cash this money out.\r\nYou can only wager this money.\r\n\r\nPress any physical button to\r\ndismiss this notification
zh_cn: #中NON-CASHABLE CREDIT\r\n\r\nA non-cashable amount of {0:C}\r\nstill exists on this machine.\r\nYou cannot cash this money out.\r\nYou can only wager this money.\r\n\r\nPress any physical button to\r\ndismiss this notification#

# PlayOnText
source: Play On
zh_cn: #中Play On#

# PrintingPresentationVoucher
source: Printing {0} Voucher...
zh_cn: #中Printing {0} Voucher...#

# ReadOnlyMediaFault
source: Read-Only Configuration Error
zh_cn: #中Read-Only Configuration Error#

# SubstantialWinHandpay
source: Substantial Win Pending - Call Attendant
zh_cn: #中Substantial Win Pending - Call Attendant#

# VerifyingCRCSignaturesLockupText
source: Verifying CRC Signatures
zh_cn: #中Verifying CRC Signatures#

# VoucherNotification
source: VOUCHER NOTIFICATION\r\n\r\nPlease remove voucher from printer\r\nor call attendant for assistance\r\nif paper is jammed or missing.\r\n\r\nPress any physical button to\r\ndismiss this notification
zh_cn: #中VOUCHER NOTIFICATION\r\n\r\nPlease remove voucher from printer\r\nor call attendant for assistance\r\nif paper is jammed or missing.\r\n\r\nPress any physical button to\r\ndismiss this notification#

# HandpayKeyedOff
source: Handpay Cleared Amount:
zh_cn: 已人工支付金额：

# HandpayStartedText
source: Handpay Pending Amount:
zh_cn: 等待人工支付金额：

# JackpotHandpayTransactionName
source: Substantial Win
zh_cn: 累积奖/多宝奖人工支付

# TransferOutFailedText
source: Transfer Out Failed Amount:
zh_cn: 转出失败金额：

# OfflinePrefix
source: OFFLINE
zh_cn: 离线

# WatOnTransactionName
source: Transfer In
zh_cn: 转入

# WatOffTransactionName
source: Transfer Out
zh_cn: 转出

source: Bill Rejected
zh_cn: 纸币被拒

source: Cashable Promotion
zh_cn: 可兑现推广券

# LessThanOrEqualErrorMessage
source: Invalid value. The value needs to be less than or equal to {0}.
zh_cn: 无效值。值应少于或等于 {0}。

# MaxCreditsInInvalid
source: Cash In Limit must be a valid value
zh_cn: 现金存入限额必须为有效值

source: Out Of Service
zh_cn: 停止服务

# CentralTransactionName
source: Central
zh_cn: 中部

# ProgressiveLobbyError
source: PROGRESSIVE ERROR
zh_cn: 累积奖错误
