Repository: tejvirc/Platform
Catalog: Shared/Aristocrat.Monaco.Localization/Properties/Resources.*.resx
Languages: fr_ca, zh_cn

# CustomSAPConfigSetup
source: STANDALONE PROGRESSIVE SETUP
fr_ca: CONFIGURATION DU PROGRESSIF AUTONOME

# CustomSAPTitle
source: Custom SAP
fr_ca: Progressif autonome personnalisé

source: Days Active
fr_ca: Jours d’activité

# DaysFormatter
source: {0} Days
fr_ca: {0} jour(s)

# DemonstrationExitingMessage
source: Exiting from Demonstration Mode
fr_ca: Quitter à partir du mode de démonstration
zh_cn: #中Exiting from Demonstration Mode#

# DisabledByHost1
source: Shutdown/Lock Out Commanded (SAS Host 1)
fr_ca: Commande d’arrêt/de verrouillage reçu (hôte 1 du SAS)
zh_cn: #中Shutdown/Lock Out Commanded (SAS Host 1)#

# DisabledByHost2
source: Shutdown/Lock Out Commanded (SAS Host 2)
fr_ca: Commande d’arrêt/de verrouillage reçu (hôte 2 du SAS)
zh_cn: #中Shutdown/Lock Out Commanded (SAS Host 2)#

# DisabledHost1CommunicationsOffline
source: Communications Offline (SAS Host 1)
fr_ca: Communications hors ligne (hôte 1 du SAS)
zh_cn: #中Communications Offline (SAS Host 1)#

# DisabledHost2CommunicationsOffline
source: Communications Offline (SAS Host 2)
fr_ca: Communications hors ligne (hôte 2 du SAS)
zh_cn: #中Communications Offline (SAS Host 2)#

# DisabledMaintenanceMode
source: This Machine Is Out Of Order
fr_ca: Cet appareil est défectueux
zh_cn: #中This Machine Is Out Of Order#

# DisabledProgressivesNotSupported
source: Progressives Not Supported/Full NVRAM Clear Needed
fr_ca: Progressifs non pris en charge/remise complète à zéro de la NVRAM nécessaire
zh_cn: #中Progressives Not Supported/Full NVRAM Clear Needed#

# DisabledValidationIdNeeded
source: Validation Device Is Not Set
fr_ca: L’appareil de validation n’a pas été défini
zh_cn: #中Validation Device Is Not Set#

# DocumentRejected
source: Bill or Voucher Rejected
fr_ca: Billet ou coupon rejeté
zh_cn: 纸币或代用券被拒

source: Drop Door Closed
fr_ca: Porte rabattable fermée
zh_cn: #中Drop Door Closed#

source: Drop Door is Open
fr_ca: La porte rabattable est ouverte
zh_cn: #中Drop Door is Open#

# EgmPaidGameWonAmtLabel
source: Cash Won
fr_ca: Argent gagné

# EndTimeText
source: End
fr_ca: Fin

# ExcessiveDocumentRejectMessage
source: Excessive Bills/Vouchers Rejected
fr_ca: Nombre excessif de billets/coupons rejetés
zh_cn: 超额纸币/代用券被拒

source: Expired
fr_ca: Échu
zh_cn: #中Expired#

source: Extended Layout
fr_ca: Disposition étendue

source: Game
fr_ca: Jeu

# GameEndWinAward
source: Game-End Pattern Wins {0}!
fr_ca: Gains de motif en fin de partie {0}!
zh_cn: #中Game-End Pattern Wins {0}!#

# GameHistoryTitle
source: Game History
fr_ca: Historique des parties

# GameInfoViewTitle
source: Game Info
fr_ca: Info jeu

source: Game Options
fr_ca: Options du jeu

# GamePerformance
source: Performance
fr_ca: Performance du jeu

# GamePerformanceMetersCaption
source: Game Performance Meters
fr_ca: Indicateurs de performance du jeu

source: Game Play Suspended
fr_ca: Déroulement du jeu suspendu
zh_cn: 游戏暂停

# GameRoundEventInfoText
source: GAME ROUND EVENT INFO
fr_ca: INFO ÉVÉNEMENT RONDE DE JEU

# GameStatisticsTitle
source: Game Statistics
fr_ca: Statistiques de jeu

source: Game View Filter
fr_ca: Filtre d’affichage des jeux

source: Hide Never Active
fr_ca: Masquer jamais actif

source: Hide Previously Active
fr_ca: Masquer auparavant actif

source: ID Reader Disconnected
fr_ca: Lecteur d’ID déconnecté

source: Incorrect Player
fr_ca: Joueur incorrect
zh_cn: #中Incorrect Player#

source: Increment Rate
fr_ca: Taux d’augmentation

source: Initial Value
fr_ca: Valeur initiale

source: Invalid Bill
fr_ca: Billet non valide
zh_cn: #中Invalid Bill#

source: Invalid Voucher
fr_ca: Coupon non valide
zh_cn: #中Invalid Voucher#

# JackpotHandpayKeyedOff
source: Jackpot Handpay Paid {0}
fr_ca: Paiement manuel – gros lot payé {0}

# JackpotToCreditsKeyedOff
source: Paid {0} to Credit Meter
fr_ca: Montant de {0} payé dans le compteur de crédits
zh_cn: #中Paid {0} to Credit Meter#

source: Level ID
fr_ca: ID de niveau

# LevelNameLabel
source: Level Name
fr_ca: Nom du niveau

source: Logic Door Closed
fr_ca: Porte logique fermée
zh_cn: #逻辑门关闭#

source: Logic Door is Open
fr_ca: La porte logique est ouverte
zh_cn: #逻辑门没有关闭#

# MachineActualPayback
source: Machine Actual Operating Payback
fr_ca: Taux de retour actuel de l’appareil en fonctionnement

source: Machine Top Award
fr_ca: Lot maximal de l’appareil

# MachineWeightedPayback
source: Machine Weighted Theoretical Payback
fr_ca: Taux de retour théorique pondéré de l’appareil

source: Main Door Closed
fr_ca: Porte principale fermée
zh_cn: #主门已关闭#

source: Main Door is Open
fr_ca: La porte principale est ouverte
zh_cn: #主门已打开#

source: Main Optic Door Closed
fr_ca: Porte optique principale fermée
zh_cn: #中Main Optic Door Closed#

source: Max Value
fr_ca: Valeur max.

source: Mechanical Meter Door Closed
fr_ca: Porte de compteur mécanique fermée
zh_cn: #中Mechanical Meter Door Closed#

source: Mechanical Meter Door is Open
fr_ca: La porte du compteur mécanique est ouverte
zh_cn: #中Mechanical Meter Door is Open#

# MetersVouchers
source: Vouchers
fr_ca: Coupons
zh_cn: 代用券

source: More
fr_ca: Plus

source: More Meters
fr_ca: Plus de compteurs

source: Never Active
fr_ca: Jamais actif

source: Never Expires
fr_ca: N’expire jamais

# NoBonusHost
source: Bonus host not available
fr_ca: Hôte boni non disponible
zh_cn: #中Bonus host not available#

# NonCashableHeader
source: NON-CASHABLE
fr_ca: NON ENCAISSABLE

source: Note Acceptor Failure
fr_ca: Défaillance de l’accepteur de billets
zh_cn: #中Note Acceptor Failure#

source: Note Acceptor Disconnected
fr_ca: Accepteur de billets déconnecté
zh_cn: #中Note Acceptor Disconnected#

source: Off
fr_ca: Désactivé

source: On
fr_ca: Activé

# PendingCashInText
source: Pending Cash In:
fr_ca: Argent entrant en attente :

# PlayedCountLabel
source: Games Played
fr_ca: Parties jouées

source: Player Card Must Be Inserted
fr_ca: La carte du joueur doit être insérée
zh_cn: #中Player Card Must Be Inserted#

source: Power Failure
fr_ca: Panne d’alimentation

# PowerResetText
source: Power Reset
fr_ca: Réinitialisation de l’alimentation
zh_cn: #断电重启#

# PowerUpDisabledByHost1
source: PowerUp Disabled (SAS Host 1)
fr_ca: Mise sous tension désactivée (hôte 1 du SAS)
zh_cn: #中PowerUp Disabled (SAS Host 1)#

# PowerUpDisabledByHost2
source: PowerUp Disabled (SAS Host 2)
fr_ca: Mise sous tension désactivée (hôte 2 du SAS)

source: Previously Active
fr_ca: Auparavant actif

source: Printer Error
fr_ca: Erreur d’imprimante
zh_cn: #中Printer Error#

# PrintLast15RecordsButtonText
source: Print Last 15 Records
fr_ca: Imprimer 15 derniers enregistrements

# PrintSelectedButtonText
source: Print Selected
fr_ca: Imprimer sélection

# ProgressiveFaultTypes_MinimumThresholdNotReached
source: Minimum Progressive Value Error
fr_ca: Erreur de valeur minimale du progressif
zh_cn: #中Minimum Progressive Value Error#

# ProgressiveFaultTypes_ProgCommitTimeout
source: Progressive Commit Failed
fr_ca: Échec de validation du progressif
zh_cn: #中Progressive Commit Failed#

# ProgressiveFaultTypes_ProgDisconnected
source: Progressive Disconnected
fr_ca: Progressif déconnecté
zh_cn: #中Progressive Disconnected#

# ProgressiveFaultTypes_ProgUpdateTimeout
source: Progressive Update Not Received
fr_ca: Mise à jour du progressif non reçue
zh_cn: #中Progressive Update Not Received#

# PromoHeader
source: PROMOTIONAL
fr_ca: PROMOTIONNEL

# ReadOnlyModeText
source: Read-Only Mode
fr_ca: Mode lecture seule

source: Replay Pause
fr_ca: Rejouer pause

source: Reset Value
fr_ca: Valeur de réinitialisation

source: RTP
fr_ca: Taux de retour

# SecondaryCashDoorClosed
source: Secondary Stacker Door Closed
fr_ca: Porte secondaire empileur fermée
zh_cn: #中Secondary Stacker Door Closed#

# SecondaryCashDoorIsOpen
source: Secondary Stacker Door is Open
fr_ca: La porte secondaire de l’empileur est ouverte
zh_cn: #中Secondary Stacker Door is Open#

source: Session Limit Reached
fr_ca: Limite de session atteinte
zh_cn: #中Session Limit Reached#

source: Set Game Order
fr_ca: Définir ordre des jeux

# StartTimeText
source: Start
fr_ca: Commencer

# TheoPaybackPctLabelText
source: Theoretical RTP
fr_ca: Taux de retour théorique

# TheoreticalHold
source: Theo Hold
fr_ca: Théorique – conservation

source: Ticketing Disabled
fr_ca: Utilisation de tickets désactivée
zh_cn: #中Ticketing Disabled#

source: Timed Out
fr_ca: Délai dépassé
zh_cn: #中Timed Out#

source: Top Box Door Closed
fr_ca: Porte de la partie supérieure fermée
zh_cn: #TopBox门关闭了#

source: Top Box Door is Open
fr_ca: La porte de la partie supérieure est ouverte
zh_cn: #顶门打开了#

source: Top Box Optic Door Closed
fr_ca: Porte optique de la partie supérieure fermée
zh_cn: #中Top Box Optic Door Closed#

# TransferedInComplete
source: Transferred In -
fr_ca: Transféré, entrant –
zh_cn: #中Transferred In -#

# TransferedOutComplete
source: Transferred Out -
fr_ca: Transféré, sortant ‒
zh_cn: #中Transferred Out -#

source: Universal Interface Box Door Closed
fr_ca: Porte de la partie de l’interface universelle fermée
zh_cn: #中Universal Interface Box Door Closed#

source: Universal Interface Box Door is Open
fr_ca: La porte de la partie de l’interface universelle est ouverte
zh_cn: #中Universal Interface Box Door is Open#

source: Validation Failed
fr_ca: Échec du coupon
zh_cn: #中Validation Failed#

source: Voucher Accepted -
fr_ca: Coupon accepté
zh_cn: 代用券已接受 -

# VoucherIssued
source: Voucher Printed -
fr_ca: Coupon imprimé ‒
zh_cn: 代用券已打印 -

source: Voucher Limit Exceeded
fr_ca: Dépassement de la limite de coupons
zh_cn: #中Voucher Limit Exceeded#

source: Voucher Rejected
fr_ca: Coupon rejeté
zh_cn: 代用券被拒

# WagerCategoryTitle
source: Wager Category Meters
fr_ca: Compteurs de catégorie de mise

# WagerCategoryWeightedAvgCaption
source: Weighted Average Theoretical Payback
fr_ca: Taux de retour théorique moyen pondéré

source: WAGERED
fr_ca: Misé

# WageredAmountLabel
source: Cash Played
fr_ca: Argent mis en jeu

# WonCountLabel
source: Games Won
fr_ca: Parties gagnées

# CreditBalanceText
source: Credit Balance
fr_ca: Solde en crédits

# LastCashoutTicketSequenceText
source: Last Cashout Ticket Sequence
fr_ca: Dernière séquence de coupon de remboursement

# LicenseText
source: License
fr_ca: Licence

# NetAmountText
source: Net Amount
fr_ca: Montant net

source: Number of Bills Inserted
fr_ca: Nombre de billets insérés

# NumCoinsInText
source: Number of Coins Inserted
fr_ca: Nombre de pièces insérées

# OSImageVersionText
source: OS Image Version
fr_ca: Version de l’image du système d’exploitation

# PlatformVersionText
source: Platform Version
fr_ca: Version de la plateforme

source: Power Resets
fr_ca: Réinitialisations de l’alimentation
zh_cn: #断电重启2#

# AmountInText
source: Amount In
fr_ca: Montant entrant

# AmountOutText
source: Amount Out
fr_ca: Montant sortant

# FullClearButtonContent
source: Full Reset
fr_ca: Réinitalisation complète

# FullClearDetailsText1
source: What will be cleared?
fr_ca: Ce qui sera remis à zéro

# FullClearDetailsText2
source: Static data, history data, meters.
fr_ca: Données statiques, données historiques, compteurs.

# FullClearDetailsText3
source: What will be saved?
fr_ca: Ce qui sera sauvegardé

# FullClearDetailsText4
source: Games?
fr_ca: Parties

# FullClearHeadingText
source: Full Reset
fr_ca: Réinitalisation complète

# FullClearSummaryText
source: This will reset the machine back to the state it was in after initial configuration.
fr_ca: Cette fonction réinitialisera l’appareil à l’état où il était après sa configuration initiale.

# FullResetDialogText
source: This operation cannot be reversed. Do you really want to do full reset?
fr_ca: Cette opération n’est pas réversible.

# PartialClearButtonContent
source: Partial Reset
fr_ca: Réinitialisation partielle

# PartialClearDetailsText1
source: What will be cleared?
fr_ca: Ce qui sera réinitialisé

# PartialClearDetailsText2
source: Critical data, history data, meters.
fr_ca: Données critiques, données historiques, compteurs.

# PartialClearDetailsText3
source: What will be saved?
fr_ca: Ce qui sera sauvegardé

# PartialClearDetailsText4
source: Static data, games.
fr_ca: Données statiques, jeux

# PartialClearHeadingText
source: Partial Reset
fr_ca: Réinitialisation partielle

# PartialClearSummaryText
source: This will reset the machine back to the state it was in after initial configuration.
fr_ca: Cette fonction réinitialisera l’appareil à l’état où il était après sa configuration initiale.

# PartialResetDialogText
source: This operation cannot be reversed. Do you really want to do partial reset?
fr_ca: Cette opération n’est pas réversible. Souhaitez-vous vraiment faire une réinitialisation partielle?

# TotalInLabel
source: Total In
fr_ca: Total inséré

# TotalOutLabel
source: Total Out
fr_ca: Total encaissé

source: Cash Played
fr_ca: Argent misé

# CashWonText
source: Cash Won
fr_ca: Argent gagné

# MainLabel
source: Main
fr_ca: Principal

# MetersGames
source: Games
fr_ca: Parties

source: Bonus
fr_ca: Boni

# MetersBills
source: Bills
fr_ca: Billets
zh_cn: 纸币

# PeriodClearResetNoGameMessage
source: Cannot clear period while game in round
fr_ca: Impossible d’effacer la période pendant une ronde de jeu

# ConfirmClearPeriodMessage
source: Confirm Clear Period
fr_ca: Confirmer la période à effacer

# DropMessage
source: The period meters are cleared on stacker removal.
fr_ca: Les compteurs de période sont effacés au retrait de l’empileur.

# ClearPeriodButtonText
source: Clear All Period Meters
fr_ca: Effacer tous les compteurs de billets

# PrintVerificationButtonText
source: Print Verification Coupon
fr_ca: Imprimer coupon de vérification

# PrintPeriodicResetButtonText
source: Print Periodic Reset Coupon
fr_ca: Imprimer coupon de réinitialisation périodique

# PrintAuditTicketButtonText
source: Print Audit Ticket
fr_ca: Imprimer coupon d’audit

source: Master Meters
fr_ca: Compteurs maîtres

source: Period Meters
fr_ca: Compteurs de période

source: Since
fr_ca: Depuis

# MasterButtonText
source: Master
fr_ca: Maître

# PeriodText
source: Period
fr_ca: Période

# PrevButton
source: Prev
fr_ca: Précédent

# NextButtonText
source: Next
fr_ca: Suivant

source: No Progressive Games Enabled
fr_ca: Aucun jeu progressif activé

source: No Progressive Meters
fr_ca: Aucun compteur progressif

source: No Progressive Levels Added
fr_ca: Aucun niveau de progressif ajouté

source: No Custom SAP Levels Added
fr_ca: Aucun niveau de progressif autonome personnalisé ajouté

source: Level
fr_ca: Niveau

source: Hit
fr_ca: Tirer

# MachinePaidBonusAwardsLabel
source: Machine Paid Bonus Awards
fr_ca: Lots boni payés par l’appareil

# MachinePaidBonusTotalLabel
source: Total Machine Paid Bonus
fr_ca: Total des lots boni payés par l’appareil

# AttendantPaidBonusAwardsLabel
source: Attendant Paid Bonus Awards
fr_ca: Lots boni payés par le préposé

# AttendantPaidBonusTotalLabel
source: Total Attendant Paid Bonus
fr_ca: Total des lots boni payés par le préposé

# AftCashableBonusLabel
source: Cashable Bonus
fr_ca: Boni encaissable

# AftNonCashableBonusLabel
source: Non-Cashable Bonus
fr_ca: Boni non encaissable

# AftPromotionalBonusLabel
source: Promotional Bonus
fr_ca: Boni promotionnel

# MjtBonusLabel
source: MJT Bonus
fr_ca: Boni MJT

# WagerMatchBonusLabel
source: Wager Match Bonus
fr_ca: Boni Quitte ou double

# SasLegacyBonusTaxDeductibleLabel
source: SAS Legacy Bonus Tax Deductible
fr_ca: Boni hérité du SAS déductible du revenu imposable

# SasLegacyBonusNonTaxDeductibleLabel
source: SAS Legacy Bonus Non-Tax Deductible
fr_ca: Boni hérité du SAS non déductible du revenu imposable

# BillsRejectedLabel
source: Bills Rejected
fr_ca: Billets rejetés

# DocumentsRejectedLabel
source: Documents Rejected
fr_ca: Documents rejetés

source: Confirm Bill Clearance
fr_ca: Confirmer la suppression des billets

source: Denomination
fr_ca: Valeur de crédit

source: Count
fr_ca: Nombre

source: Clear Bills Period Meters
fr_ca: Effacer les compteurs de période de billets

# CashableVoucherInLabelContent
source: Cashable Voucher In
fr_ca: Coupon encaissable entrant

# CashablePromoVoucherInLabelContent
source: Cashable Promotional Voucher In
fr_ca: Coupon promotionnel encaissable entrant

# NonCashablePromoVoucherInLabelContent
source: Non-Cashable Promotional Voucher In
fr_ca: Coupon promotionnel non encaissable entrant

# CashableVoucherOutLabelContent
source: Cashable Voucher Out
fr_ca: Coupon encaissable sortant

# CashablePromoVoucherOutLabelContent
source: Cashable Promotional Voucher Out
fr_ca: Coupon promotionnel encaissable sortant

# NonCashablePromoVoucherOutLabelContent
source: Non-Cashable Promotional Voucher Out
fr_ca: Coupon promotionnel non encaissable sortant

# VouchersRejectedLabel
source: Vouchers Rejected
fr_ca: Coupons rejetés

# VoucherInLabelContent
source: Total Voucher In
fr_ca: Total des coupons entrants

# VoucherOutLabelContent
source: Total Voucher Out
fr_ca: Total des coupons sortants

# MainDoorOpenLabel
source: Main Door Opened
fr_ca: Porte principale ouverte

source: Main Door Open Power Off
fr_ca: Porte principale ouverte hors tension

# CashDoorOpenLabel
source: Cash Door Open
fr_ca: Ouverture de la boîte à billets

# CashDoorOpenPowerOffLabel
source: Cash Door Open Power Off
fr_ca: Ouverture de la boîte à billets hors tension

source: Logic Door Open
fr_ca: Porte logique ouverte

# LogicDoorOpenPowerOffLabel
source: Logic Door Open Power Off
fr_ca: Ouverture de la porte logique hors tension

source: Top Box Door Open
fr_ca: Porte de la partie supérieure ouverte

# TopBoxDoorOpenPowerOffLabel
source: Top Box Door Open Power Off
fr_ca: Ouverture de la partie supérieure hors tension

source: Stacker Removed
fr_ca: Empileur retiré

source: Application Performance
fr_ca: Performance de l’application

# HeaderPagedMemory
source: Paged Memory
fr_ca: Mémoire paginée

# HeaderPeakPagedMemory
source: Peak Paged Memory
fr_ca: Pic maximal de mémoire paginée

# HeaderVirtualMemorySize
source: Virtual Memory Size
fr_ca: Taille de la mémoire virtuelle

# HeaderPrivateMemorySize
source: Private Memory Size
fr_ca: Taille de la mémoire privée

# HeaderWorkingSet
source: Working Set
fr_ca: Partie active

# HeaderPeakWorkingSet
source: Peak Working Set
fr_ca: Pic maximal de la partie active

# HeaderPagedSystemMemorySize
source: Paged System Memory Size
fr_ca: Taille de la mémoire système paginée

# HeaderNonpagedSystemMemorySize
source: Non-paged System Memory Size
fr_ca: Taille de la mémoire système non paginée

# HeaderThreadCount
source: Thread Count
fr_ca: Nombre de fils d’exécution

# HeaderHandleCount
source: Handle Count
fr_ca: Nombre de références (handles)

source: Time
fr_ca: Heure

source: Performance Counters Plotting
fr_ca: Relevé des compteurs de performance

# ErrorWhileFetchingData
source: No data for the given date(s) or problem while fetching the data.
fr_ca: Aucune donnée pour la ou les dates en question ou problème survenu lors de la récupération des données.

# BytesReceivedLabel
source: Bytes Received
fr_ca: Octets reçus

# BytesSentLabel
source: Bytes Sent
fr_ca: Octets envoyés

# InterfaceTypeLabel
source: Interface Type
fr_ca: Type d’interface

# OperationalStatusLabel
source: Operational Status
fr_ca: État de fonctionnement

# PingIPAddressText
source: Ping IP Address
fr_ca: Envoyer commande ping à l’adresse IP

# PingResultText
source: Ping Result
fr_ca: Résultat de la commande ping

# PingingNetworkText
source: Pinging Network...
fr_ca: Commande ping envoyée au serveur…

# LocalAddressText
source: Local Address
fr_ca: Adresse locale

# ForeignAddressText
source: Foreign Address
fr_ca: Adresse étrangère

# InputsLabel
source: Inputs
fr_ca: Intrants

# OutputsLabel
source: Outputs
fr_ca: Sorties

source: Log Type
fr_ca: Type de registre

source: Event Log
fr_ca: Registre des événements

# PrintCurrentPageButtonText
source: Print Current Page
fr_ca: Imprimer page actuelle

source: System Memory
fr_ca: Mémoire du système

source: View Memory
fr_ca: Voir la mémoire

source: End Performance Details
fr_ca: Détails de performance finale

source: View Performance Details
fr_ca: Voir les détails de performance

source: Sunday
fr_ca: Dimanche

source: Monday
fr_ca: Lundi

source: Tuesday
fr_ca: Mardi

source: Wednesday
fr_ca: Mercredi

source: Thursday
fr_ca: Jeudi

source: Friday
fr_ca: Vendredi

source: Saturday
fr_ca: Samedi

source: Enable Show Mode
fr_ca: Activé mode Salon

# ShowGameRules
source: Show Game Rules Button
fr_ca: Montrer bouton des règles du jeu

source: Note Acceptor Enabled
fr_ca: Accepteur de billets activé

source: Note Acceptor Manufacturer
fr_ca: Fabricant de l’accepteur de billets

source: Printer Enabled
fr_ca: Imprimante activée

source: Printer Manufacturer
fr_ca: Fabricant de l’imprimante

source: ID Reader Enabled
fr_ca: Lecteur d’ID activé

source: ID Reader Manufacturer
fr_ca: Fabricant du lecteur d’ID

source: Hard Meters Enabled
fr_ca: Compteurs matériels activés

source: Hard Meters Available Meter Mappings
fr_ca: Correspondances disponibles avec les compteurs matériels

source: Hard Meter Increment Value
fr_ca: Valeur d’augmentation des compteurs matériels

source: Door Optic Sensor Enabled
fr_ca: Capteur optique de porte activé

source: Reel Controller Enabled
fr_ca: Contrôleur de cylindres activé

source: Reel Controller Manufacturer
fr_ca: Fabricant du contrôleur de cylindres

source: Bell Enabled
fr_ca: Cloche activée

# RequireZeroCredit
source: Require Zero Credit on Out-of-Service Mode
fr_ca: Exiger solde de zéro crédit pour mode « défectueux »

source: Disabled Notes
fr_ca: Billets désactivés

source: Excessive Reject Disable
fr_ca: Désactiver rejet excessif

# VolumeControlLocationTitle
source: Volume Control Location
fr_ca: Emplacement du réglage du volume

source: Operating Hours
fr_ca: Heures d’ouverture

source: Day
fr_ca: Jour

source: Enabled
fr_ca: Activé(s)

source: Demonstration Mode
fr_ca: Mode de démonstration

source: Delete Package After Install
fr_ca: Effacer le progiciel après l’installation

source: Screen Brightness
fr_ca: Luminosité de l’écran

source: Media Display Enabled
fr_ca: Affichage média activé

source: Reboot While Printing
fr_ca: Redémarrer pendant l’impression

source: Reserve Gaming Machine
fr_ca: Réserver appareil de jeu

# ReserveMachineDuration
source: Player Reserve Machine Time Limit
fr_ca: Limite de temps de réservation de l’appareil par un joueur

# LightingOverrideOnIdleAndZeroCreditsLabel
source: Lighting Override on Idle and Zero Credits
fr_ca: Dérogation de l’éclairage en mode veille et avec un solde de zéro crédit

# MainDisplayBottomLightingLabel
source: Main Display Bottom Lighting
fr_ca: Éclairage inférieur de l’écran principal

source: Apply Game Category Settings
fr_ca: Appliquer les paramètres de catégorie de jeu

source: Idle Time Period
fr_ca: Durée en mode veille

source: Game Round Duration
fr_ca: Durée de la ronde de jeu

source: Reel Stop Configured
fr_ca: Indice d’arrêt des cylindres configuré

source: Large Win Ratio
fr_ca: Ratio de gain important

source: Large Win Ratio Threshold
fr_ca: Seuil du ratio de gain important

source: Celebration Lockup Limit
fr_ca: Limite verrouillage célébration

source: Allow Cash Win Ticket
fr_ca: Autoriser ticket d’encaissement de gain

source: Allow Credit Under Limit
fr_ca: Autoriser crédits sous la limite

source: Check Credits In
fr_ca: Vérifier crédits entrants

source: Combine Cashable Out
fr_ca: Combiner les montants encaissables retirés

source: Disabled Local Credit
fr_ca: Crédits locaux désactivés

source: Disabled Local Handpay
fr_ca: Paiement manuel local désactivé

source: Disabled Local Voucher
fr_ca: Coupons locaux désactivés

source: Disabled Local WAT
fr_ca: Transaction sans fil (WAT) locale désactivée

source: Disabled Remote Credit
fr_ca: Crédits à distance désactivés

source: Disabled Remote Handpay
fr_ca: Paiement manuel à distance désactivé
